[
    {
        "url": "https://www.youtube.com/watch?v=opjeVcPEtcw",
        "title": "סמינר - מה זה? למה צריך ואיך?",
        "context": "video",
        "text_content": "שלום, שמי ד\"ר רונן בר-אל\nמהמחלקה לניהול וכלכלה באוניברסיטה הפתוחה. בסרטון זה נדבר על עבודת סמינר. עבודת סמינר היא\nעבודת מחקר עצמאית, שאותה אתם אמורים לכתוב בקורס\nמתקדם בנושא שמסקרן אתכם וקרוב לליבכם. בניגוד לקורס או לממ\"ן,\nכתיבת סמינר היא תהליך ארוך שכולל מספר שלבים: בחירת נושא, הגדרת שאלת מחקר,\nבחירת שיטות מחקר, חיפוש חומרים ובניית ראשי פרקים. בעבודת המחקר שלכם תצטרכו\nלהתמודד עם בעיות חדשות, ללמוד אותן,\nולנתחן בעזרת מגוון כלים ושיטות. התנסות זאת תעזור לכם בהמשך\nדרככם המקצועית והאקדמית כאחת. ישנם שני סוגים של עבודות סמינר: עבודה עיונית ועבודה אמפירית. עבודה עיונית היא עבודה\nבה דנים בנושא הנבחר באמצעות ניתוח ספרות מחקרית,\nכמו מאמרים וספרים. בעבודה אמפירית חוקרים תופעה:\nהתנהגות או קשר בין משתנים. לצורך המחקר אוספים נתונים,\nומנתחים אותם באמצעות כלים סטטיסטיים. לאחר סיום של קורס מתקדם,\nתקבלו הודעה אוטומטית על זכאות להרשמה לעבודת סמינר,\nאותה ניתן לעשות במסגרת הנחייה פרטנית או סדנה ספציפית לקורס. לפני ההרשמה בדקו באתר האוניברסיטה\nשהעבודה בקורס שבחרתם היא בהתאם לדרישות התואר שלכם. בכל מקרה של ספק או אי-בהירות, מומלץ להתייעץ בנושא עם\nיועץ ללימודים אקדמיים. הרישום לעבודה מתבצע\nבשאילתה ומוגבל בזמן. אם אתם בוחרים בהנחיה פרטנית,\nלחצו על \"בקשת שירות חדשה.\" סמנו \"הרשמה לעבודות\nסמינריונית ורפרטים.\" לחצו על \"פתיחת טופס\", ותקבלו רשימה של קורסים בהם\nאתם זכאים להירשם לעבודה. סמנו את הקורס שבו תרצו להירשם לעבודה,\nולחצו \"המשך.\" אחרי ההרשמה יש לפנות למרכז\nההוראה בקורס לצורך אישור הנושא והפנייה למדריך שילווה\nאתכם בתהליך הכתיבה. מרגע אישור נושא העבודה,\nניתנת לכם חצי שנה לצורך הכתיבה. אם אתם מעוניינים להירשם לסדנה שמוצעת בקורס,\nלחצו \"רישום לקורס.\" הזינו את מספר הסדנה, בחרו סמסטר, והמשיכו בתהליך ההרשמה לקורס\nעד שתקבלו אישור הרשמה. שימו לב,\nאפשר להירשם לסמינר ולהתחיל את הכתיבה במקביל לשאר דרישות התואר.\nלא כדאי לדחות את הסמינרים לשלב בו תסיימו את כל הקורסים. אני מקווה שתפיקו את המרב\nמתהליך הכתיבה ותיהנו ממנו. בהצלחה ולהתראות.",
        "summary": "עבודת סמינר היא פרויקט מחקרי עצמאי הנדרש בקורסים מתקדמים, שבו הסטודנטים בוחרים נושא שמעניין אותם ומבצעים מחקר מעמיק בו. התהליך כולל מספר שלבים: בחירת נושא, הגדרת שאלת מחקר, בחירת שיטות מחקר, חיפוש חומרים ובניית ראשי פרקים. \n\nיש שני סוגים של עבודות סמינר: עבודה עיונית, שבה מתבצע ניתוח של ספרות קיימת, ועבודה אמפירית, שבה אסופי נתונים ומנותחים תופעות באמצעות כלי סטטיסטיים. לאחר סיום הקורס, הסטודנטים מקבלים הודעה על הזכאות לרשום לסמינר, והם יכולים לבחור בין הנחייה פרטנית לסדנה. \n\nלפני ההרשמה, יש לוודא שהעבודה מתאימה לדרישות התואר, ובמקרה של ספק מומלץ לפנות ליועץ אקדמי. הרישום מוגבל בזמן, ושלב ההרשמה כולל הגשת בקשה דרך האתר. לאחר מכן, יש לפנות למרכז ההוראה לאישור הנושא ולקבלת מדריך לכתיבה. הסטודנטים מקבלים חצי שנה לכתיבת העבודה מרגע האישור.\n\nנדרש לבצע את עבודת הסמינר במקביל לדרישות תואר אחרות, ולא מומלץ לדחות את הכתיבה לסוף הלימודים. המטרה היא להפיק תועלת רבה מהתהליך ולהנות ממנו. בהצלחה!"
    },
    {
        "url": "https://www.youtube.com/watch?v=mPBFHQ4X31s",
        "title": "בכמה זמן ניתן לסיים תואר באוניברסיטה הפתוחה?",
        "context": "video",
        "text_content": "שלום, שמי נועה אני מנהלת את מחלקת הייעוץ לימודים אקדמיים פעמים רבות אנחנו נשאלים כמה זמן נדרש ללמוד על מנת לסיים תואר ראשון באוניברסיטה הפתוחה רוב מסלולי הלימוד באוניברסיטה הפתוחה כוללים בין 20 ל-30 קורסים אקדמיים, קורסי אנגלית (כאשר מספר הקורסים נקבע על פי הרמה באנגלית), וכן כתיבה של אחת או שתיים עבודות סמינר. בניגוד למוסדות לימוד אחרים, אין באוניברסיטה הפתוחה תוכנית קורסים שנתית שהסטודנטים והסטודנטיות נדרשים לעמוד בה. אצלנו באוניברסיטה הפתוחה כל סטודנט וסטודנטית מחליטים מה קצב הלימוד הרצוי להם, ובהתאם לכך הם בוחרים את מספר הקורסים שילמדו כל סמסטר. לגמישות זו יש כמובן יתרונות רבים, ואולם לעתים יש בשיטת הלימוד הזו גם חסרונות. אשתדל לתת כאן כמה עצות שבעזרתן תוכלו לנהל את לימודיכם בצורה יעילה ומושכלת. ראשית, כדאי להכיר היטב את הדרישות של מסלול הלימודים המפורטות באתר האו\"פ. כדאי גם לברר עם יועץ ללימודים אקדמיים מהו סדר הקורסים המומלץ. שנית, רצוי להתחיל בלימוד הקורסים באנגלית בשלב מוקדם יחסית של התואר. יש לזכור, פטור מאנגלית הוא תנאי מקדים להרשמה לקורסים המתקדמים. שלישית, מומלץ לראות בלימודים לתואר פרויקט עם תאריך התחלה ועם תאריך סיום משוער, כלומר לקבוע מועד משוער לסיום הלימודים כבר בתחילת הדרך באוניברסיטה הפתוחה. כיצד אפשר לקבוע מועד משוער לסיום התואר? הכול יודעים כי יש לשלם שכר לימוד בעבור לימודים לתואר. אך לא כולם מודעים לעלויות הנוספות המתלוות ללימודים כמו, למשל, אובדן הכנסה עקב אי-היכולת להתקבל למשרות מתגמלות יותר (שממילא רף הקבלה שלהן מַתנה תואר אקדמי). זאת ועוד, יש מקצועות שכדי לעסוק בהם נדרש תואר שני, לדוגמה, מקצועות טיפוליים מסוימים. אם זה המקרה שלכם, כדאי לבדוק אם תוכלו להקצות את המשאבים והזמן הנדרשים לכם כדי לסיים את התואר הראשון בפרק זמן המקובל בשאר האוניברסיטאות (שלוש עד ארבע שנים). אולם, אם אינכם ממהרים לסיים את התואר או אם מסיבות שונות אינכם יכולים ללמוד בקצב אינטנסיבי, בהחלט אפשר לפרושׂ את הלימודים על פני פרק זמן ארוך יותר. יתרה מכך, אפשר לקבוע את קצב הלימוד בכל סמסטר בהתאם להזמן הפנוי העומד לרשותכם. אני מזמינה אתכם לפנות ליועצים ללימודים אקדמיים באוניברסיטה, להיעזר בהם ולהתייעץ איתם כיצד תוכלו להגיע ליעד שקבעתם לעצמכם ואיך לתכנן נכון את מהלך הלימודים. כמו כן, אני מציעה לכם לעשות הערכת מצב באשר למשאבים ולזמן הדרושים לכם להשקעה בלימודים, וזאת בהתאם לקצב ההתקדמות הנדרש במסלול לתואר שבחרתם ללמוד. בדקו עם עצמכם ועם בני ובנות ביתכם כיצד תוכלו לשלב את הלימודים עם שאר מחויבויות החיים והמשפחה. אני מאחלת לכם הצלחה בלימודים והגשמה של מטרותיכם האקדמיות. - להתראות -",
        "summary": "במאמר נועה, מנהלת מחלקת הייעוץ בלימודים אקדמיים באוניברסיטה הפתוחה, מתארת את זמני הלימוד הנדרשים לסיום תואר ראשון במוסד זה. באוניברסיטה הפתוחה, מסלולי הלימוד כוללים בין 20 ל-30 קורסים אקדמיים וקורסי אנגלית, כמו גם עבודות סמינר. התלמידים חופשים לקבוע את קצב הלימוד שלהם, דבר שמאפשר גמישות אך גם מציב אתגרים.\n\nנועה המליצה להכיר היטב את הדרישות מהלימודים ולהתייעץ עם יועץ אקדמי לגבי סדר הקורסים. היא ממליצה להתחיל את קורסי האנגלית מוקדם, מכיוון שזהו תנאי מקדים לקורסים מתקדמים. כמו כן, מציעה לקבוע יעד תאריך סיום ללימודים מהתחלה על מנת לנהל את המסלול בצורה טובה.\n\nהמאמר מדגיש את החשיבות של חישוב העלויות הנלוות ללימודים, כגון אובדן הכנסה, והצורך בתואר שני במקצועות מסוימים. התלמידים יכולים להחליט אם להקצות זמן ומשאבים כדי לסיים את התואר בפרק הזמן המקובל (3-4 שנים), או לפרוס את הלימודים על פני זמן ארוך יותר, בהתאם לקצב הלימוד שיכולים להרשות לעצמם.\n\nלבסוף, נועה ממליצה על תכנון נכון של הלימודים בשילוב עם מחויבויות אחרות בחיים ומשפחה, ומאחלת לסטודנטים הצלחה בלימודיהם."
    },
    {
        "url": "https://www.youtube.com/watch?v=kUCM6uEwP-Q",
        "title": "בניית תוכנית לימודים – איך עושים את זה ?",
        "context": "video",
        "text_content": "שלום הסרטון הזה מיועד לכם הסטודנטים שכבר למדו כמה קורסים. כבר צברתם נקודות זכות וכעת אתם רוצים לבנות תכנית לימודים שתכיל את כל הקורסים שתלמדו עד לסיום התואר. למה חשוב לבנות תכנית לימודים? איך עושים את זה? ובמי אפשר להיעזר כדי לבנות תכנית כזו? בסרטון הזה נסביר הכל. בשל האופי המיוחד של האוניברסיטה הפתוחה והעובדה שאתם לא נרשמים לתואר, אלא לקורסים בודדים, מומלץ להכין תכנית לימודים. כך תדעו אם מקבץ הקורסים הזה יוביל אתכם לסיום התואר המבוקש. איך מתחילים? כשאתם מקבלים הודעה עם המלצה להכין תכנית לימודים תוודאו שמצורף אליה תדפיס. התדפיס כולל את רשימת הקורסים שכבר עברתם בהצלחה, ואת רשימת הקורסים שנלמדים נכון להפקת הדפיס. תדפיס כזה אפשר להוציא גם מהשאילתא. כדי להכין תכנית לימודים מומלץ מאוד להיעזר ביועצים ללימודים האקדמיים של האוניברסיטה. כדי שהפגישה תהיה יעילה צריך להתכונן אליה. מה עושים לפני הפגישה עם היועץ האקדמי? כדי להכין תכנית לימודים אתם צריכים להחליט אילו קורסים אתם רוצים ללמוד בעתיד, כלומר: עד סיום התואר. לפגישת היעוץ אתם צריכים להגיע כשאתם יודעים להגדיר איזה תואר אתם לומדים ומהן דרישות התוכנית של התוכנית. שימו לב מה \"חובה\" ללמוד בתואר שלכם, ומה \"בחירה\". אם בתואר שאתם לומדים יש קורסי חובה אז ברור שתצטרכו לשלב אותם בתוכנית, כי הם חובה. ההחלטה מה ללמוד תהיה מתוך קורסי הבחירה. לפגישה עם היועץ האקדמי אתם צריכים להגיע עם רשימה של קורסי הבחירה שאתם רוצים ללמוד. כדי שיהיה לכם קל לבחור את הקורסים אני רוצה להסב את תשומת ליבכם לכך שיש שני סוגים של קורסי בחירה: סוג אחד - קורסים ששייכים לתחום שאותו אתם לומדים, ואותם תִבְחֲרו מתוך רשימה סגורה של קורסים שמופיעה בתוכנית עצמה. הסוג השני – הם קורסים שהם \"בחירה חופשית\", ואותם תבחרו מתוך הציע הקורסים הרחב שיש באוניברסיטה. כאן תוכלו לבחור קורסים שהם לא מתחום הדעת שאתם לומדים. תוכלו לראות את ההיצע המגוון בלשונית \"קורסים\" באתר האוניברסיטה. בחלק מהתארים צריך ללמוד קורס מרחיב דעת, כלומר קורס ששייך לדיסציפלינה שונה מזו שלומדים, למשל אם אתם לומדים לקראת תואר ששייך למדעי החברה תצטרכו לבחור קורס ממדעי הרוח או המדעים. את הקורסים שמוגדרים כמרחיבי דעת בוחרים מתוך רשימה סגורה והם מסומנים על ידי אייקון של סנונית (אל תדאגו - יש קישור בתוכנית הלימודים שבאתר). שימו לב שלא בכל התארים יש דרישה ללמד קורסים שהם בחירה חופשית וקורסים שהם מרחיבי דעת. אני ממליצה לכם לבחור באופן מושכל את הקורסים. איך עושים את זה? תקראו אודות הקורסים, תעיינו בספרי הלימוד ותבחרו את הקורסים לפי תחומי העניין שלכם. כשתקראו אודות הקורסים אתם תראו שלחלק מקורסי הבחירה יש דרישות קְדָם שגם אותן צריך לכלול בתוכנית. מה עושים אחרי שבחרתם קורסים? אחרי שבחרתם את הקורסים קִבְעו פגישה עם יועץ אקדמי. היועץ יקשיב להתלבטויות לגבי קורסים מסוימים ואם צריך יפנה אתכם ליועץ תחומי במחלקות האקדמיות. הוא יבדוק שאתם אכן עומדים בכל הדרישות לתואר, שאתם מגיעים למכסת נקודות הזכות הנדרשת, שלא חסרים קורסי קְדָם, שיש חלוקה נכונה בין קורסים השיכים למדעי החברה לבין קורסים השייכים למדעי הרוח וכדומה. אם בניתם את התוכנית יחד עם יועץ אקדמי, היועץ יכול לשלוח את התוכנית למזכירות הוועדה דרך המערכת הממוחשבת. אם בניתם את התוכנית לבד, תוכלו לשלוח אותה למזכירות הוועדה דרך מוקד הפניות והמידע.   חשוב להדגיש – יועצי האוניברסיטה מסייעים לכם להכין את התוכנית, אבל לא הם אלה שמאשרים אותה. רק הוועדה לאישור תכניות לימודים מוסמכת לאשר תכניות לימודים. לאחר שהוועדה תבדוק את התוכנית ותראה שהיא תקינה, היא תאשר אותה ותשלח לכם אישור על התוכנית. שימו לב - האישור תקף לחמש שנים. יכול להיות שהוועדה תמצא שיש שגיאות בתוכנית ואז תצטרכו לתקן את התוכנית בהתאם. גם כאן מומלץ להיעזר ביועצים. לאחר ביצוע התיקונים הדרושים, תשלחו את התוכנית פעם נוספת לוועדה לצורך אישור. ואחרי כל זה חשוב שתדעו – גם אחרי שהתוכנית אושרה אתם יכולים לשנות אותה במהלך הלימודים אם תרצו. אתם פשוט צריכים לעדכון את הוועדה לאישור תכניות לימודים דרך מוקד הפניות. זה פשוט וקל. אני בטוחה שתבנו תכנית מעניינת שתוביל אתכם בביטחה אל התואר! בהצלחה!",
        "summary": "בבניית תוכנית לימודים, הסטודנטים באוניברסיטה הפתוחה מתבקשים להכין תוכנית לימודים המותאמת לגמר התואר, לאחר שלמדו מספר קורסים וצבירת נקודות זכות. בסרטון מוסבר מדוע זה חשוב ואיך ניתן לבצע זאת בצורה יעילה.\n\nהתהליך מתחיל כאשר סטודנטים מקבלים המלצה להכין תוכנית לימודים ולצוות תדפיס עם רשימת הקורסים שכבר הושלמו וכאלה הנלמדים באותה תקופה. מומלץ מאוד להיעזר ביועצים אקדמיים כדי לקבוע אילו קורסים כדאי ללמוד, ולכך יש להגיע עם הציונים ודרישות התוכנית.\n\nתוכנית הלימודים מחולקת לקורסי חובה וקורסי בחירה, כאשר חובה לחבר קורסי חובה יחד עם קורסי הבחירה, שמתחלקים לשניים: קורסים שקשורים לתחום הלימוד וקורסים בחירה חופשית שאפשר לבחור מתוך קורסים מגוונים באוניברסיטה. ישנם תארים שדורשים קורסי \"מרחיבי דעת\", תלוי בתחום הלימוד, ובתהליך הבחירה יש לשים לב לדרישות קדם.\n\nכשהסטודנטים בוחרים את הקורסים, עליהם לקבוע פגישה עם יועץ אקדמי, שבודק את התאמת הקורסים לדרישות התואר. היועץ יכול לשלוח את התוכנית לאישור מחלקת המזכירות במערכת הממוחשבת. חשוב לציין שהאישור של התוכנית הוא בידי הוועדה המוסמכת, ולא של היועצים עצמם.\n\nלאחר אישור התוכנית, היא תקפה לחמש שנים, אם כי ניתן לבצע שינויים במהלך הלימודים על ידי עדכון הוועדה. הסרטון מימוש בתקווה שהסטודנטים יבנו תוכנית מעניינת ומדויקת שתקדם אותם לסיום התואר בהצלחה."
    },
    {
        "url": "https://www.youtube.com/watch?v=QBUockBMcEg",
        "title": "איך להיעזר באתר האו\"פ כדי לבחור קורסים בתואר רב תחומי (תואר כללי)",
        "context": "video",
        "text_content": "פעם רבות שואלים אותי סטודנטים\nאו מתעניינים בלימודים, איך נדע לאילו קורסים\nלהירשם מדי סמסטר? השאלה הזו היא בהחלט לגיטימית, שהרי באוניברסיטה הפתוחה אין רשימה מוכנה\nשל קורסים שצריך ללמוד מדי שנה. המטרה של הסרטון הזה היא להראות לכם\nאיך להיעזר באתר של האוניברסיטה כשאתם צריכים לבחור את הקורסים, להדריך אתכם היכן תוכלו לראות את הקורסים\nהמרכיבים את התואר שאתם לומדים, היכן ניתן לקרוא\nאודות התכנים של הקורסים ולבדוק איפה, מתי ובאיזה אופן\nהקורס נלמד. כמו כן, חשוב לי שתבינו\nשבחירת הקורסים היא לא שרירותית ושיש היגיון אקדמי שאמור להנחות אתכם\nבבחירת הקורסים. אז בואו נתחיל. אם אתם לומדים לקראת תואר רב-תִחומי,\nאו בשמו המוכר יותר, תואר כללי, כגון מדעי החברה והרוח,\nמדעי הרוח והחברה או מדעים, בשלב הראשון תיכנסו לתוכנית\nותראו את דרישות התואר. לתוכנית עצמה תיכנסו\nדרך הקישור \"תואר ראשון\", באזור הזה תעברו בין כותרות העל\nמדעי הרוח, מדעי החברה, מדעים, מתחת לכותרות העל תמצאו את התארים. תבחרו את התואר שאתם לומדים ושם תראו את הדרישות הכלליות של התואר. למשל, כמה נקודות זכות צריך ללמוד,\nכמה קורסים רגילים וכמה קורסים מתקדמים, אם נדרשים לקורס מרחיב דעת. המיוחד בתואר הכללי הוא שאתם אלו\nשבוחרים את הקורסים, או לפחות את רובם. אחרי שתבינו איך בנוי התואר, תצטרכו להיכנס לקישור של מה לומדים, קטלוג הקורסים,\nנושא. כאן תיפתח לפניהם טבלה מסודרת\nלפי תחומים ונושאים ותוכלו לקרוא אודות הקורסים השונים ולבחור את אלו שתרצו ללמוד בתואר. בטבלה עצמה מופיעים הנתונים הבסיסיים\nאודות הקורסים, לדוגמה, כמה נקודות זכות הוא מעניק? האם הוא נלמד בחו\"ל?\nבאיזה סמסטר הוא נלמד? אם תלחצו על הקורס עצמו\nתוכלו לקרוא אודותיו, ובקישור של היצע הקורסים ברחבי הארץ,\nתוכלו לראות היכן הוא נלמד, מתי הוא נלמד ובאיזו מתכונת הנחיה, רגילה או מוגברת,\nבמרכז לימוד או בהנחיה מקוונת. כשתעברו על הקורסים,\nאתם תראו שהם מחולקים לפי רמות: רמת פתיחה, רמה רגילה\nורמה מתקדמת. את קורסי הפתיחה והקורסים הרגילים\nלומדים בתחילת הדרך, ואת הקורסים המתקדמים אפשר להתחיל ללמוד\nכשצוברים 36 נקודות זכות. לקורסים ברמת פתיחה\nלרוב אין תנאי קדם, הם בדרך כלל קורסי המבוא. לעומתם, לקורסים מתקדמים\nולקצת מן הקורסים הרגילים יש תנאי קדם והרישום אליהם\nמותנה בלימוד קורסים אחרים. ההתניות הללו מכתיבות\nאת סדר לימוד הקורסים ומבטיחות את שימורו\nשל ההיגיון האקדמי. עיון בקורסים בשלב מוקדם של הלימודים\nובדיקת תנאי הקבלה שלהם יעזרו לכם לתכנן טוב ונכון את התואר. בדומה למשחק שחמט,\nשבו חושבים כמה צעדים קדימה, גם בחירת הקורסים צריכה\nלהיות עם חשיבה אל העתיד, כמה סמסטרים קדימה. לדוגמה, יש קורסי תשתית שחשוב ללמוד אותם\nבשלבים מוקדמים של התואר, כי הם מהווים תנאי קדם\nלקורסים אחרים. אם אתם רוצים ללמוד\nקורסים מתקדמים מסוימים, חשוב שתלמדו לפניהם את הקורסים\nשמהווים תנאי קבלה אליהם. שימו לב שיש קורסים שנלמדים\nרק בסמסטר סתיו או רק בסמסטר אביב. בדיקה מוקדמת של הדברים תאפשר לכם\nלהירשם לקורסים בזמן הנכון ולקדם את התואר בקצב שתרצו. ולפני סיום,\n3 עצות ידידותיות ממני. כדאי מאוד להתחיל את תהליך בחירת הקורסים\nברגע שאתם מקבלים הודעה על כך שנפתחה ההרשמה. למה? כי ככה תוכלו לתכנן בצורה נינוחה\nאת הסמסטר הקרוב, כשכל קבוצות הלימוד\nעדיין פתוחות להרשמה ותוכלו לבחור את זו המתאימה לכם\nמבחינת המיקום, היום והשעה. כמו כן, בתקופה הזו\nיש ליועצים ללימודים האקדמיים מספיק חלונות ייעוץ\nכדי לתת מענה לשאלות שלכם ולבצע ביחד איתכם\nתהליך אקדמי תקין. אל תסמכו רק על המלצות\nשל חברים או סטודנטים ותיקים, אלא תקראו גם בעצמכם\nאודות הקורסים. חשוב לזכור שחוות הדעת של סטודנטים\nהיא לא המלצה של יועץ ללימודים אקדמיים וצריך לבדוק טוב טוב לפני שנרשמים לקורסים\nאם הם מתאימים לתואר שאתם לומדים. אל תדחו את הקורסים באנגלית. מי שעדיין אין לו פטור באנגלית, צריך לזכור לשלב בלימודיו\nגם את קורסי האנגלית. ועם כל זאת, זכרו, שאפשר ואף מומלץ לפנות אלינו,\nהיועצים ללימודים אקדמיים, כדי שנחשוב ביחד על התוכנית\nועל הבחירות שלכם. נתראה,\nאו נשתמע.",
        "summary": "המאמר עוסק בשיטות להיעזר באתר האוניברסיטה הפתוחה (או\"פ) בבחירת קורסים בתואר רב תחומי. השאלה המוצגת היא איך לבחור את הקורסים הנכונים לכל סמסטר, בהתחשב בכך שאין רשימה קבועה של קורסים הנדרשים ללמוד.\n\nבכדי לבחור קורסים, הסטודנטים צריכים להתחיל מהבנת דרישות התואר. יש להיכנס לקישור \"תואר ראשון\" באתר, לבחור את התואר המתאים, ולקרוא על הדרישות כמו מספר נקודות הזכות הנחוצות, ושילוב של קורסים רגילים ומתקדמים. באוניברסיטה הפתוחה, הסטודנטים מחזיקים בגמישות גדולה בבחירת הקורסים.\n\nלאחר מכן, יש לעבור לקטלוג הקורסים שבו ניתן למצוא את הקורסים המוצעים במסגרת התואר, ולקרוא פרטים על כל קורס כגון מספר נקודות הזכות, מיקומו, מועד הלימוד והאם הוא מועבר בשיטה מקוונת או פיזית. הקורסים מחולקים לפי רמות קושי, כאשר קורסי פתיחה נלמדים בדרך כלל בתחילת התואר, וקורסים מתקדמים נלמדים לאחר צבירת נקודות זכות מסוימות.\n\nהמאמר מציע לחשוב כמה צעדים קדימה בבחירת הקורסים, כיוון שישנם קורסים שמהווים תנאי קבלה לקורסים אחרים. חשוב לבדוק מראש אילו קורסים נלמדים בסמסטרים ספציפיים על מנת לתכנן בצורה יעילה את מסלול הלימוד.\n\nבתום המאמר, ניתנות שלוש עצות: להתחיל בתהליך בחירת הקורסים בהקדם ממועד פתיחת ההרשמה, לא להסתמך רק על המלצות חברים אלא לבדוק את הקורסים עצמם, וכן לשלב קורסים באנגלית בתהליך הלימודים. בסוף, יש לע encouragement לפנות ליועצים להכוונה נוספת."
    },
    {
        "url": "https://www.youtube.com/watch?v=Q5cTZOzKy-A",
        "title": "איך להיעזר באתר האו\"פ כדי לבחור קורסים בתואר תחומי",
        "context": "video",
        "text_content": "פעמים רבות שואלים אותי סטודנטים\nאו מתעניינים בלימודים, איך נדע לאילו קורסים\nלהירשם מדי סמסטר? השאלה הזו היא בהחלט לגיטימית,\nשהרי באוניברסיטה הפתוחה, אין רשימה מוכנה של קורסים\nשצריך ללמוד מדי שנה. המטרה של הסרטון הזה היא להראות לכם\nאיך להיעזר באתר של האוניברסיטה כשאתם צריכים לבחור את הקורסים, להדריך אתכם היכן תוכלו לראות את הקורסים\nשמרכיבים את התואר שאתם רוצים ללמוד, היכן ניתן לקרוא אודות\nהתכנים של הקורסים ולבדוק איפה, מתי ובאיזה אופן\nהקורס נלמד. כמו כן, חשוב לי שתבינו\nשבחירת הקורסים היא לא שרירותית, ושיש היגיון אקדמי שאמור להנחות אתכם\nבבחירת הקורסים. אז בואו נתחיל. אם אתם לומדים\nלקראת תואר תחומי, ספציפי, כגון פסיכולוגיה, ניהול וכלכלה,\nהיסטוריה עם חטיבה במוזיקה, בשלב הראשון תיכנסו לתוכנית\nותראו את דרישות התואר. לתוכנית עצמה תיכנסו\nדרך הקישור \"תואר ראשון\", תעברו בין כותרות העל,\nמדעי הרוח, מדעי החברה, מדעים, מתחת לכותרות העל תמצאו את התארים\nותבחרו את התואר שאתם לומדים. שם תראו את הדרישות של התואר, למשל, מהם קורסי החובה,\nקורסי הבחירה, אם נדרשים לבחור קורסים\nשהם בחירה חופשית, קורס מרחיב דעת. לחיצה על הקורס עצמו\nתוביל אתכם לסילבוס שלו ובאזור של היצע הקורסים\nברחבי הארץ, תוכלו לבדוק באיזה מרכז לימוד\nהקורס נלמד, באיזה יום ובאיזו שעה. בסמסטרים הראשונים ללימודים,\nעדיף להירשם לקורסי החובה ורק בשלבים מאוחרים יותר,\nללמוד את קורסי הבחירה. בדרך הזו תיצרו תשתית אקדמית טובה שעליה תוכלו לבנות\nאת קורסי הבחירה שתלמדו בהמשך. ככה בחירת הקורסים תהיה\nממקום מושכל, מבין ובשל, ולא רק משיקולי זמן ומקום. אם בתואר שאתם לומדים אתם נדרשים\nלבחור קורסים שהם בחירה חופשית, תוכלו לבחור אותם מתוך היצע הקורסים הרחב\nשיש באוניברסיטה הפתוחה. כדי לבחור תצטרכו להיכנס לקישור\nשל מה לומדים, קטלוג הקורסים,\nנושא. כאן תיפתח לפניכם טבלה מסודרת\nלפי תחומים ונושאים ותוכלו לקרוא אודות הקורסים השונים ולבחור את אלו שתרצו ללמוד\nבמסגרת הבחירה החופשית. בדומה למשחק שחמט,\nשבו חושבים כמה צעדים קדימה, גם בחירת הקורסים צריכה\nלהיות עם חשיבה אל העתיד, כמה סמסטרים קדימה. לדוגמה, יש קורסים תשתית שחשוב ללמוד אותם\nבשלבים מוקדמים של התואר, כי הם מהווים תנאי קדם\nלקורסים אחרים. אם אתם רוצים ללמוד\nקורסים מתקדמים מסוימים, חשוב שתלמדו לפניהם את הקורסים\nשמהווים תנאי קבלה אליהם. שימו לב שיש קורסים שנלמדים\nרק בסמסטר סתיו או רק בסמסטר אביב. בדיקה מוקדמת של הדברים תאפשר לכם\nלהירשם לקורסים בזמן הנכון ולקדם את התואר בקצב שתרצו. ולפני סיום,\n3 עצות ידידותיות ממני. כדאי מאוד להתחיל את תהליך בחירת הקורסים\nברגע שאתם מקבלים הודעה על כך שנפתחה ההרשמה. למה? כי ככה תוכלו לתכנן בצורה נינוחה\nאת הסמסטר הקרוב, כשכל קבוצות הלימוד\nעדיין פתוחות להרשמה ותוכלו לבחור את זו המתאימה לכם\nמבחינת המיקום, היום והשעה. כמו כן, בתקופה הזו\nיש ליועצים ללימודים אקדמיים מספיק חלונות ייעוץ\nכדי לתת מענה לשאלות שלכם ולבצע ביחד איתכם\nתהליך אקדמי תקין. אל תסמכו רק על המלצות\nשל חברים או סטודנטים ותיקים, אלא תקראו גם בעצמכם\nאודות הקורסים. חשוב לזכור שחוות הדעת של סטודנטים\nהיא לא המלצה של יועץ ללימודים אקדמיים, וצריך לבדוק טוב טוב\nלפני שנרשמים לקורסים אם הם מתאימים לתואר שאתם לומדים. אל תדחו את הקורסים באנגלית. מי שעדיין אין לו פטור באנגלית, צריך לזכור לשלב בלימודיו\nגם את קורסי האנגלית. ועם כל זאת, זכרו שאפשר ואף מומלץ לפנות אלינו,\nהיועצים ללימודים אקדמיים, כדי שנחשוב ביחד על התוכנית\nועל הבחירות שלכם. נתראה,\nאו נשתמע.",
        "summary": "הטקסט עוסק בכיצד להיעזר באתר האוניברסיטה הפתוחה (האוניברסיטה הפתוחה) כדי לבחור קורסים בתואר תחומי. הוא מתחיל בשאלה נפוצה בין סטודנטים לגבי איך לבחור קורסים בסמסטר, במיוחד לאור העובדה שאין רשימה קבועה של קורסים לשנה. המטרה היא לספק מדריך לשימוש באתר האוניברסיטה בבחירת קורסים, כולל איך לבדוק את דרישות התואר, קורסי חובה ובחירה, מידע על סילבוסים וזמני הלמידה.\n\nהשלב הראשון הוא לבדוק את דרישות התואר באיזור \"תואר ראשון\" באתר, לקבוע אילו קורסים יש לקחת, במיוחד קורסי חובה שחשוב ללמוד מוקדם בלימודים, וכיצד לבחור קורסים מתוך מגוון קורסים בחירה חופשית. כמו כן, יש להקפיד על תכנון עתידי בבחירת קורסים, כדי לוודא שלומדים את הקורסים הנדרשים לקראת קורסים מתקדמים.\n\nהטקסט מדגיש שיש לבדוק אילו קורסים זמינים בכל סמסטר, שכן יש קורסים שלמדו רק בסמסטרים מסוימים. בסיום, הכתבה מעניקה מספר טיפים: להתחיל את תהליך הבחירה מוקדם, לקרוא מידע על הקורסים במקום להסתמך רק על המלצות, ולשלב קורסי אנגלית בלימודים. כמו כן, מומלץ לפנות ליועצים אקדמיים לקבלת סיוע בתהליך הבחירה.\n\nבאופן כללי, הטקסט נועד להנחות את הסטודנטים לבחור קורסים בצורה מושכלת ומסודרת, על מנת להבטיח להם חוויה לימודית מועילה ומתקדמת."
    },
    {
        "url": "https://www.youtube.com/watch?v=yePfeID5oUs",
        "title": "הגשת בקשה למלגת סיוע כלכלי באוניברסיטה הפתוחה",
        "context": "video",
        "text_content": "שלום לכולם. בסרטון זה נציג בפניכם\nכיצד תוכלו להגיש בקשה למלגה באופן מקוון באוניברסיטה הפתוחה. לצורך הגשת הבקשה למלגה תידרשו למלא טופס הצהרה, למלא טופס הבקשה המקוון ולצרף את המסמכים הנדרשים. התהליך כולו,\nכולל הגשת המסמכים נעשה באופן ממחושב\nומורכב ממספר שלבים פשוטים, עליהם נסביר בסרטון זה. מילוי טופס ההצהרה: טרם מילוי הבקשה, קראו בעיון את טופס ההצהרה, לחצו על כל תיבות הסימון\nשמופיעות בטופס ולחצו על המשך. תהליך הגשת הבקשה,\nשלב ראשון: בשלב הראשון,\nעליכם למלא את פרטיכם האישיים כגון מצב משפחתי ומספר ילדים. הטופס ייבנה בהתאם הנתונים האישיים\nעליהם אתם מצהירים. בהתאם לפרטים שתמלאו יוצגו שדות נוספים על המסך,\nאותם תידרשו למלא. לדוגמה, אם בחרתם מצב משפחתי\nנשוי פלוס ילד אחד, תידרשו למלא את שנת הלידה של הילד ופרטים על בן הזוג. שימו לב,\nליד שדות מסוימים יופיע סימן שאלה שבלחיצה עליו תוצג הערה הנוגעת למילוי השדה הרלוונטי. הקפידו להתייחס להערות אלו. בסוף כל שלב תתבצע גם בדיקת זכאות למלגה\nעל־פי הנתונים שהזנתם. אם אינכם זכאים\nלא תוכלו להמשיך לשלב הבא. תוכלו ללחוץ על הלחצן,\nשמירה ויציאה, לשמירת הפרטים שמילאתם עד כה ולהמשך הגשת הבקשה\nבשלב מאוחר יותר. ניתן לחזור ולמלא את הטופס\nאך רק בתוך תקופת ההגשה. לידיעתכם,\nלא ניתן לחזור שלב אחורנית. לכן,\nלפני שתלחצו על הלחצן המשך, ודאו שכל הפרטים שמילאתם נכונים. למעבר לשלב הבא,\nלחצו על המשך. שימו לב,\nאם לא מילאתם את כל השדות, לא תוכלו לשמור את השלב הנוכחי\nאו לעבור לשלב הבא. תהליך הגשת הבקשה,\nשלב שני: בשלב השני, תידרשו להזין פרטים נוספים\nעליכם ועל בני משפחתכם. כמו בשלב הקודם,\nגם בשלב זה ובשלבים הבאים, בהתאם לבחירותיכם, יוצגו שדות נוספים על המסך\nאותם תידרשו למלא. למעבר לשלב הבא,\nלחצו על המשך. תהליך הגשת הבקשה,\nשלב שלישי: בשלב השלישי, עליכם להזין פרטים על השכלתכם\nוהשכלת בני משפחתכם. בחרו את סוג ההשכלה שרכשתם\nלפני לימודיכם באוניברסיטה הפתוחה. מספר בני המשפחה הלומדים\nבמוסדות להשכלה גבוהה. שימו לב,\nאם אתם לומדים במוסד לימודים נוסף, עליכם לכלול גם את עצמכם. ומסגרות התנדבות בהם אתם פעילים. למעבר לשלב הבא,\nלחצו על המשך. תהליך הגשת הבקשה,\nשלב רביעי: בשלב הרביעי, עליכם להזין את פרטי התעסוקה וההכנסות שלכם\nושל בני משפחתכם. מקום או מקומות העבודה הנוכחיים שלכם. מקומות עבודה נוכחיים של בני משפחתכם. שימו לב, אם תרצו לעדכן מספר מקומות עבודה\nלבן משפחה מסוים, לחצו על הלחצן הוסף ובחרו את בן המשפחה\nשאת פרטיו תרצו לעדכן. מקורות הכנסה נוספים של בני משפחתכם, לדוגמה, קצבאות שונות, פנסיה וכדומה. מקורות למימון הלימודים, אם קיימים. הלוואות שנלקחו לצורך מימון הלימודים. תמיכות והכנסות נוספות,\n לדוגמה, עזרה כלכלית מבני משפחה או מחברים. האם אתם תומכים כלכלית בהוריכם. והצהרה על כל חשבונות הבנק שלכם. למעבר לשלב הבא,\nלחצו על המשך. תהליך הגשת הבקשה,\nשלב חמישי: בשלב החמישי,\nתוכלו להוסיף טקסט חופשי ונימוקים נוספים להגשת הבקשה שאינם באים לידי ביטוי בטופס. מומלץ מאד למלא בסעיף זה כל פרט שלדעתכם יסייע לקבל תמונה\nעל מצבכם המשפחתי והסוציואקונומי. לצפייה בפרטי הבקשה\nכפי שמילאתם עד כה, לחצו על המשך. כעת, יוצגו בפניכם פרטי הבקשה שמילאתם. תוכלו להדפיס מסך זה\nעל־ידי לחיצה על הלחצן הדפס. בכל שלב תוכלו לצפות בפרטי הבקשה ובדף האישורים הנדרשים\nמתוך מערכת שאילתא. להמשך התהליך,\nלחצו על המשך. במסך זה, תוצג רשימת האישורים הנדרשים\nלהשלמת התהליך. להשלמת התהליך עליכם\nלצרף את כל האישורים הנדרשים. לצירוף קובץ,\nלחצו על הלחצן צרף קובץ. שימו לב למגבלות של סוג וגודל הקבצים\nשניתן להעלות למערכת, ניתן להעלות עד עשרה קבצים\nלכל סוג אישור. לחצו על הלחצן צרף קובץ, אתרו את הקובץ הרצוי\nולחצו על הלחצן Open. תוכלו גם לצרף קבצים\nעל־ידי גרירתם אל חלונית צירוף הקבצים. חיווי על מספר הקבצים שהעליתם\nיופיע לצד הלחצן צרף קובץ. חזרו על הפעולה לצירוף אישורים נוספים. לצפייה במסמך שהעליתם למערכת, לחצו על סמל זכוכית המגדלת. המסמך ייפתח בלשונית נפרדת בדפדפן. לסגירת המסמך וחזרה למסך האישורים, סגרו את הלשונית שנפתחה. אם העליתם בטעות מסמך\nותרצו להחליפו באחר,  לחצו על הלחצן צרף קובץ\nלצד האישור המתאים, בחלונית שתיפתח,\nלחצו על הלחצן הסר ולחצו על הלחצן\nצרף קובץ להעלאת קובץ חלופי. תוכלו ללחוץ על הלחצן שמירה ויציאה\nלשמירת המסמכים שהעליתם עד כה ולחזור להמשך התהליך במועד מאוחר יותר. לסיום ושליחת הבקשה,\nלחצו על הלחצן שליחה וסיום. אישור על קבלת הבקשה ומספר האסמכתא\nיוצגו על גבי המסך. בכל שלב תוכלו לחזור ולצפות בסיכום טופס הבקשה שמילאתם\nמתוך מערכת שאילתא על־ידי בחירה באפשרות מלגות והטבות\nשבתפריט זכויות והטבות לסטודנט. בכל שאלה מומלץ להיעזר\nבקישור \"שאלות נפוצות\" בדף הטופס המקוון שבאתר דיקן הסטודנטים או ליצור עימנו קשר באמצעות המידע\nשמופיע בקישור \"יצירת קשר\". אנו מאחלים לכם בהצלחה!",
        "summary": "סרטון זה מציג את תהליך הגשת בקשה למלגת סיוע כלכלי באוניברסיטה הפתוחה. בתהליך, יש למלא טופס הצהרה ולמלא את טופס הבקשה המקוון, ולצרף את המסמכים הנדרשים. התהליך מחולק למספר שלבים פשוטים:\n\n1. **מילוי טופס ההצהרה**: יש לקרוא בעיון את טופס ההצהרה, לסמן את כל תיבות הסימון וללחוץ על \"המשך\". בשלב זה יש להזין פרטים אישיים כמו מצב משפחתי ומספר ילדים. בהתאם לפרטים, יופיעו שדות נוספים למילוי. ליד שדות מסוימים יש סימן שאלה שמספק הסברים חשובים. בסוף כל שלב התהליך תתבצע בדיקת זכאות.\n\n2. **שלב שני**: יש להזין פרטים נוספים עליכם ועל בני משפחתכם. בהתאם לבחירותיכם, יופיעו שדות נוספים למילוי, ולמעבר לשלב הבא יש ללחוץ על \"המשך\".\n\n3. **שלב שלישי**: יש להזין פרטים על השכלתכם וההשכלה של בני משפחתכם. יש לבחור את סוג ההשכלה שרכשתם לפני הלימודים באוניברסיטה הפתוחה.\n\n4. **שלב רביעי**: יש להזין פרטי תעסוקה והכנסות שלכם ושל בני משפחתכם. יש לכלול מקומות עבודה נוכחיים, מקורות הכנסה נוספים, תמיכות והכנסות, ולהצהיר על חשבונות הבנק שלכם.\n\n5. **שלב חמישי**: ניתן להוסיף נימוקים נוספים להגשת הבקשה שאינם כוללים בטופס. מומלץ למלא פרטים שימחישו את מצבכם הסוציואקונומי.\n\nבהמשך התהליך, לאחר מילוי הנתונים, יוצגו פרטי הבקשה על המסך, ויש לצרף את האישורים הדרושים. ניתן להעלות עד עשרה קבצים לכל סוג אישור, ובמקרה של טעות ניתן להחליף קבצים שהועלו.\n\nלסיום, יש ללחוץ על \"שליחה וסיום\" כדי לשלוח את הבקשה. לאחר מכן תוצג"
    },
    {
        "url": "https://www.youtube.com/watch?v=YsXJChfUfYk",
        "title": "הכירו את המחלקה ליעוץ ללימודים אקדמיים באוניברסיטה הפתוחה",
        "context": "video",
        "text_content": "נעים להכיר אני ד\"ר שגית ליפץ-אליאסי, ואני יועצת ללימודים אקדמיים במחלקת היעוץ באוניברסיטה הפתוחה. בשעה טובה ומוצלחת החלטתם להתחיל ללמוד באוניברסיטה הפתוחה. יש כאן כל כך הרבה אפשרויות – השמים הם הגבול! תארים במדעי הרוח, תארים במדעי החברה, במדעים, בהנדסה... תארים חד חוגיים, דו חוגיים, תארים עם חטיבות אז מה עושים אם מתלבטים? מה ההבדל בין תואר דו חוגי לבין תואר עם חטיבה? איך בוחרים את הקורס הראשון, השני השלישי...? ומה אם התחלתם ללמוד במקום אחר ועכשיו אתם רוצים להמשיך באוניברסיטה הפתוחה? הכירו את היועץ ללימודים אקדמיים! כחלק ממעטפת התמיכה של האוניברסיטה הפתוחה במתעניינים ובסטודנטים אפשר ואפילו מומלץ לפנות לאחד היועצים ללימודים אקדמיים עם כל השאלות. ההמלצה שלנו, באוניברסיטה הפתוחה, היא להיעזר ביועץ ללימודים אקדמיים עוד בשלב ההתעניינות בלימודים, אפילו עוד לפני שנרשמתם ללימודים. בשיחה עם היועץ תשתפו אותו בצרכים וברצונות שלכם לגבי הלימודים. הוא יסייע לכם לתאם בין השאיפות והיכולות שלכם לבין הדרישות האקדמיות של התואר ושל הקורסים המרכיבים אותו. זו ההזדמנות שלכם להיחשף למושגים השייכים לעולם האקדמי בכלל ולאוניברסיטה הפתוחה בפרט; ולהבין את דפוסי החשיבה של העולם האקדמי. תהליך החניכה הזה, הליווי וההדרכה, יעזור  לכם  לבחור בתואר הנכון ולהירשם לקורסים המתאימים. לאוניברסיטה הפתוחה יש אופי מיוחד - אתם לא נרשמים או מתקבלים למסלול מסוים או לפקולטה, אלא לקורסים (שהם בסופו של דבר ירכיבו את התואר המלא). לכן היעוץ ללימודים אקדמיים חשוב כל כך - ליועץ האקדמי שתפגשו יש ראיה רחבה שמתייחסת למכלול המסלולים והתארים שיש כאן. הוא הדמות הקבועה שתלווה אתכם במעבר בין קורסים, בין מנחים, בין מחלקות ואולי אפילו בין מסלולי לימוד. התקשורת עם היועץ ללימודים אקדמיים יכולה להתבצע בשיחת טלפון, בפגישה פנים אל פנים במרכזי הלימוד ברחבי הארץ, בשיחת וידאו או באמצעות הדואר האלקטרוני. אתם מוזמנים לתאם שיחה או פגישה דרך מוקדי השירות של האוניברסיטה הפתוחה. *3500 נתראה או נשתמע!",
        "summary": "המחלקה ליעוץ ללימודים אקדמיים באוניברסיטה הפתוחה מציעה תמיכה לסטודנטים ולעומדים להתחיל את לימודיהם. ד\"ר שגית ליפץ-אליאסי מציגה את השירותים שמספקים יועצים ללימודים אקדמיים, ומדגישה את חשיבות הייעוץ בתהליך קבלת החלטות אקדמיות. האוניברסיטה הפתוחה מאפשרת מגוון רחב של תארים במדעי הרוח, החברה, מדעים והנדסה, תארים חד-חוגיים ודואוגיים, וכן מסלולים חטיבתיים.\n\nהיועצים מציעים סיוע בהתאמת השאיפות והיכולות האישיות לדרישות האקדמיות, והם ממליצים לפנות אליהם כבר בשלב ההתעניינות בלימודים, לפני ההרשמה. המטרה היא לסייע לסטודנטים לבחור את התואר הנכון ולהירשם לקורסים המתאימים. באוניברסיטה הפתוחה, הייעוץ חשוב במיוחד מכיוון שהרישום הוא לקורסים ולא לפקולטות, ולכן יש צורך בראיה כוללת על מגוון המסלולים.\n\nהתמחות היועצים כוללת ליווי והדרכה במעבר בין קורסים ומחלקות, תוך שימוש בתקשורת נוחה כגון שיחות טלפון, פגישות פנים אל פנים, שיחות וידאו או דואר אלקטרוני. סטודנטים יכולים לתאם פגישה דרך מוקדי השירות של האוניברסיטה."
    },
    {
        "url": "https://www.youtube.com/watch?v=opjeVcPEtcw",
        "title": "סמינר - מה זה? למה צריך ואיך?",
        "context": "video",
        "text_content": "שלום, שמי ד\"ר רונן בר-אל\nמהמחלקה לניהול וכלכלה באוניברסיטה הפתוחה. בסרטון זה נדבר על עבודת סמינר. עבודת סמינר היא\nעבודת מחקר עצמאית, שאותה אתם אמורים לכתוב בקורס\nמתקדם בנושא שמסקרן אתכם וקרוב לליבכם. בניגוד לקורס או לממ\"ן,\nכתיבת סמינר היא תהליך ארוך שכולל מספר שלבים: בחירת נושא, הגדרת שאלת מחקר,\nבחירת שיטות מחקר, חיפוש חומרים ובניית ראשי פרקים. בעבודת המחקר שלכם תצטרכו\nלהתמודד עם בעיות חדשות, ללמוד אותן,\nולנתחן בעזרת מגוון כלים ושיטות. התנסות זאת תעזור לכם בהמשך\nדרככם המקצועית והאקדמית כאחת. ישנם שני סוגים של עבודות סמינר: עבודה עיונית ועבודה אמפירית. עבודה עיונית היא עבודה\nבה דנים בנושא הנבחר באמצעות ניתוח ספרות מחקרית,\nכמו מאמרים וספרים. בעבודה אמפירית חוקרים תופעה:\nהתנהגות או קשר בין משתנים. לצורך המחקר אוספים נתונים,\nומנתחים אותם באמצעות כלים סטטיסטיים. לאחר סיום של קורס מתקדם,\nתקבלו הודעה אוטומטית על זכאות להרשמה לעבודת סמינר,\nאותה ניתן לעשות במסגרת הנחייה פרטנית או סדנה ספציפית לקורס. לפני ההרשמה בדקו באתר האוניברסיטה\nשהעבודה בקורס שבחרתם היא בהתאם לדרישות התואר שלכם. בכל מקרה של ספק או אי-בהירות, מומלץ להתייעץ בנושא עם\nיועץ ללימודים אקדמיים. הרישום לעבודה מתבצע\nבשאילתה ומוגבל בזמן. אם אתם בוחרים בהנחיה פרטנית,\nלחצו על \"בקשת שירות חדשה.\" סמנו \"הרשמה לעבודות\nסמינריונית ורפרטים.\" לחצו על \"פתיחת טופס\", ותקבלו רשימה של קורסים בהם\nאתם זכאים להירשם לעבודה. סמנו את הקורס שבו תרצו להירשם לעבודה,\nולחצו \"המשך.\" אחרי ההרשמה יש לפנות למרכז\nההוראה בקורס לצורך אישור הנושא והפנייה למדריך שילווה\nאתכם בתהליך הכתיבה. מרגע אישור נושא העבודה,\nניתנת לכם חצי שנה לצורך הכתיבה. אם אתם מעוניינים להירשם לסדנה שמוצעת בקורס,\nלחצו \"רישום לקורס.\" הזינו את מספר הסדנה, בחרו סמסטר, והמשיכו בתהליך ההרשמה לקורס\nעד שתקבלו אישור הרשמה. שימו לב,\nאפשר להירשם לסמינר ולהתחיל את הכתיבה במקביל לשאר דרישות התואר.\nלא כדאי לדחות את הסמינרים לשלב בו תסיימו את כל הקורסים. אני מקווה שתפיקו את המרב\nמתהליך הכתיבה ותיהנו ממנו. בהצלחה ולהתראות.",
        "summary": "הסרטון של ד\"ר רונן בר-אל מהאוניברסיטה הפתוחה מתאר את תהליך כתיבת עבודת סמינר, שהיא עבודת מחקר עצמאית המתקיימת בקורסים מתקדמים. כתב הסמינר כולל מספר שלבים: בחירת נושא, הגדרת שאלת מחקר, בחירת שיטות מחקר, חיפוש חומרים ובניית ראשי פרקים. במהלך העבודה, הסטודנטים נדרשים להתמודד עם בעיות חדשות ולנתחן בעזרת כלים ושיטות מגוונות, כך שהתהליך תורם להתפתחותם המקצועית והאקדמית.\n\nישנם שני סוגים של עבודות סמינר: עבודה עיונית, המתמקדת בניתוח ספרות מחקרית, ועבודה אמפירית, שבה חוקרים תופעות באמצעות אוסף וניתוח נתונים בעזרת כלים סטטיסטיים. לאחר סיום קורס מתקדם, הסטודנטים מקבלים הודעה על זכאות לרישום לעבודה סמינרית, ניתן לבצע זאת בעזרת הנחיה פרטנית או סדנה. יש לוודא שהעבודה מתאימה לדרישות התואר, ואם יש ספקות, מומלץ להתייעץ עם יועץ אקדמי.\n\nהרישום לעבודה הוא מוגבל בזמן, ויש להזין פרטים ולבחור קורסים מתאימים. לאחר ההרשמה, יש לאשר את נושא העבודה ולקבל הנחיה מהמרכז ההוראה. מועד כתיבת העבודה הוא חצי שנה לאחר אישור הנושא. ניתן להתחיל בכתיבת הסמינר במקביל לדרישות תואר אחרות. ד\"ר בר-אל מקווה שהסטודנטים יהנו מתהליך הכתיבה וימקסמו את הפוטנציאל שלהם."
    },
    {
        "url": "https://www.youtube.com/watch?v=lHH27uc66e4",
        "title": "דבר דיקנית הסטודנטים -האוניברסיטה הפתוחה",
        "context": "video",
        "text_content": "סטודנטיות וסטודנטים יקרים, שמי מיכל צנטר ואני דיקנית הסטודנטים\nבאוניברסיטה הפתוחה. ברוכים הבאים לאוניברסיטה הפתוחה\nהמנגישה השכלה אקדמית לכלל הציבור, ומאפשרת לכל אחת ואחד מכם ללמוד לימודים אקדמיים\nללא תנאים מקדימים ובפריסה ארצית רחבה. מחלקת דיקנט הסטודנטים היא היד המושטת האמונה על\nרווחת הסטודנטים והסטודנטיות במהלך לימודיהם לתואר. אנחנו מציעים מגוון שירותים\nשכל אחד ואחת מכם יכול להשתמש בהם. למשל, המדור לסיוע כלכלי מציע מלגות סיוע המוענקות\nבשני תאריכים על פני השנה האקדמית. את הבקשות לסיוע כלכלי\nאפשר להגיש בינואר או ביולי. מרכז אית\"ן העוסק באבחון,\nייעוץ, תמיכה ונגישות. המרכז מלווה סטודנטים\nעם לקויות למידה, עם הפרעות קשב וריכוז וסטודנטים שמתמודדים עם מוגבלויות,\nפיזיות, חושיות ונפשיות, הלומדים בכל מסלולי הלימוד. מרכז הקריירה \"אופ ג'וב\"\nאמון על נושאי תעסוקה. תוכלו להתעדכן במשרות שונות\nבמערכת משרות מתקדמת ולהשתתף בסדנאות והדרכות בנושא שילוב בעולם התעסוקה ועוד. אוכלוסיות מיוחדות יכולות לפנות אל\nדיקנט הסטודנטים בנושאי נוהל הורות, נהלים ותנאים מיוחדים לעולים חדשים,\nיוצאי אתיופיה, למשל, התאמות למילואים ועוד. אם יש לכם איזשהו צורך\nאו תנאים הדורשים התייחסות, פשוט תפנו. בדיקנט הסטודנטים, פועלים\nגם בתחום המעורבות החברתית ומעניקים נקודות זכות חברתיות. אנו נותנים גם שירותים שונים, כמו הנחת סטודנט בתחבורה ציבורית,\nייעוץ פסיכולוגי במחיר מופחת ועוד, שווה בדיקה. נתתי לכם פה דוגמאות\nממש על קצה המזלג ממה שאנחנו עושים. באתר דיקנט הסטודנטים,\nתמצאו מידע רב על הפעילות שלנו ועל כל השירותים שמגיעים לכם\nכסטודנטים באוניברסיטה הפתוחה. צוות דיקנט הסטודנטים עומד לרשותכם ונשמח לענות על כל שאלה או בקשה\nולתת הכוונה כשצריך. אם אתם זקוקים לשיחה אישית, אני מזמינה אתכם לעשות את זה\nבמסגרת דלת פתוחה לדיקנית הסטודנטים. אל תהססו לפנות. להתראות ובהצלחה.",
        "summary": "מיכל צנטר, דיקנית הסטודנטים באוניברסיטה הפתוחה, פונה לסטודנטיות וסטודנטים ומברכת אותם על הצטרפותם לאוניברסיטה, המאפשרת לימודים אקדמיים לכולם ללא תנאים מקדימים. \n\nהדיקנט פועל למען רווחת הסטודנטים ומציע מגוון שירותים כגון:\n- מדור לסיוע כלכלי, המעניק מלגות בשני מועדים במהלך השנה.\n- מרכז אית\"ן, המספק אבחון וייעוץ לסטודנטים עם לקויות למידה, הפרעות קשב, ומוגבלויות פיזיות, חושיות ונפשיות.\n- מרכז הקריירה \"אופ ג'וב\", המוקדש לסיוע בתעסוקה כולל עדכון במשרות והדרכות בתחום.\n\nפרטים מיוחדים עבור אוכלוסיות כמו הורים, עולים חדשים ויוצאי אתיופיה, יכולים להתקבל בדיקנט. בנוסף, קיימת אפשרות לקבל הנחות בתחבורה ציבורית וייעוץ פסיכולוגי במחיר מופחת. \n\nמיכל מד emphasizes the importance of contacting the Dean's office for any needs or queries, highlighting their commitment to support and guidance. היא מזמינה את הסטודנטים לפנות אליה בשיחות אישיות במסגרת דלת פתוחה. \n\nמומלץ לבקר באתר דיקנט הסטודנטים למידע נוסף על כלל השירותים המוצעים."
    },
    {
        "url": "https://www.youtube.com/watch?v=drLvR5sHjVw",
        "title": "בחינות סיווג-הידע באנגלית",
        "context": "video",
        "text_content": "שלום רב,\nוברוכים הבאים ליחידה לאנגלית. כחלק מהלימודים לתואר ראשון בכל מוסד\nאקדמי המוכר על ידי המועצה להשכלה גבוהה, נדרשים הסטודנטים\nלהוכחת ידע באנגלית. כדי להגיע לרמת פטור באנגלית,\nצריך להתחיל מההתחלה, דירוג רמת הידע שלכם באנגלית\nבאמצעות בחינת סיווג. בסרטון זה נסביר לכם קצת על\nבחינות סיווג הידע באנגלית. אתם בוודאי מכירים אותם בשמותיהם -\nאמי\"ר, והגרסה הממוחשבת - אמיר\"ם. אז מהי בחינת סיווג הידע באנגלית? הבחינה מיועדת לכל הסטודנטים\nהמתחילים ללמוד לתואר ראשון. הבחינה בודקת שליטה בשפה\nהאנגלית ברמה אקדמית, כפי שהיא באה לידי ביטוי\nבקריאת קטעי טקסט והבנתם, ומאפשרת לנו לשבץ אתכם לרמת\nהלימוד המתאימה לכם ביותר. קורסי האנגלית מדורגים כך שכל\nרמה מהווה בסיס לרמה הבאה אחריה, ובמהלך הקורס תלמדו עם קבוצת\nסטודנטים שסווגה לאותה רמה כמו שלכם. כך, תוכלו להתקדם\nבצורה יעילה ובטוחה, עד לרמת הידע הדרושה - רמת הפטור. הרשמה לבחינת אמי\"ר או אמיר\"ם היא\nהצעד הראשון בתהליך לימודי האנגלית. לאחר קבלת התוצאות, הצעד הבא הוא הרשמה\nלקורס המתאים בהתאם לסיווג שקיבלתם, עד לקבלת הפטור. שימו לב שלהבדיל מבחינות רגילות, הרי\nשבחינה זו אינה מגדירה ציון עובר או נכשל, אלא פשוט מסווגת\nאתכם לרמה המתאימה. עוד פרט שחשוב שתדעו,\nהוא שתוכלו לחזור על הבחינה, ובכל מקרה הסיווג הגבוה\nהוא הסיווג הקובע. על בחינות הסיווג אחראי\nהמרכז הארצי לבחינות והערכה. באתר של המרכז הארצי לבחינות והערכה\nתוכלו למצוא את כל המידע הדרוש לכם. תוכלו למצוא הסבר על מבנה הבחינה, ובחינות לדוגמא לתרגול. אנו ממליצים להיכנס לאתר\nולנסות לענות על שאלון בחינה. משך הבחינה הוא כ - 90 דקות\nוהיא נעשית על גבי שאלון. שימו לב - בבחינות אמי\"ר בלבד המרכז הארצי לבחינות והערכה\nמאפשר בחינה בתנאים מיוחדים לבעלי מגבלה רפואית\nאו לקויי למידה. פרטים על כך תמצאו באתר\nהמרכז הארצי לבחינות והערכה. ההרשמה לבחינת אמיר\"ם,\nשהיא כאמור הגרסה הממוחשבת, מתאפשרת לאחר שנרשמתם לאוניברסיטה\nהפתוחה, ונעשית דרך מערכת שאילתא. מועדי ההרשמה, תאריכי הבחינה,\nדמי הבחינה - מפורטים באתר ובמערכת שאילתא. משך הבחינה הוא כ - 60\nדקות והיא מתבצעת מול מחשב. מדוע חשוב להיבחן בהקדם? על פי הנחיות המועצה\nלהשכלה גבוהה, לימודי האנגלית משולבים\nבלימודי התואר, וכל סטודנט  מחויב להשלימם על\nפי לוח זמנים קבוע מראש. בחינת סיווג עד 18 נק\"ז, רמת בסיסי עד 48 נק\"ז, ורמת פטור נדרשת\nלקורסים המתקדמים. על קורסי האנגלית ביחידה לאנגלית\nאחראים צוות של מרכזות ומרכזי הוראה, וצוות מנחים ומנחות. הם ילוו אתכם בתהליך\nהלמידה מראשיתו ועד סופו, יעזרו לכם ללמוד ולהגיע\nלרמת הידע הדרושה באנגלית, מרמת אנגלית בסיסית\nעד לרמת הפטור. לאלו מכם שנושא\nהאנגלית מלווה בחששות, צוות ההוראה עומד לרשותכם. אפשר לשתף אותנו, ואנו נשתדל לסייע\nלכם בדרכים מגוונות ויצירתיות, כגון הדרכה וטיפים\nלדרכי לימוד נכונות, הכוונה ומיקוד,\nוגם במידת הצורך על ידי שעות תגבור. כל שנותר לכם לעשות עכשיו\nזה לגשת לבחינת הסיווג. אנחנו ממליצים לגשת במועד הקרוב ביותר\nעל מנת שתוכלו להתקדם אל עבר התואר. בהצלחה!",
        "summary": "בחינות סיווג הידע באנגלית מהוות חלק חשוב מתהליך הלימודים לתואר ראשון בכל מוסד אקדמי המוכר על ידי המועצה להשכלה גבוהה. הסטודנטים נדרשים להוכיח ידע באנגלית כדי להגיע לרמת פטור. לשם כך, כל סטודנט נדרש לעבור מבחן סיווג ידע באנגלית, הנודע בכינוי אמי\"ר (או גרסה ממוחשבת שלו - אמיר\"ם).\n\nבחינות הסיווג מיועדות לסטודנטים חדשים ומבוססות על קריאה והבנת טקסטים אקדמיים, במטרה לשבץ את הסטודנטים לקורסים המתאימים לרמתם. כל קורס באנגלית בנוי כך שכל רמה מהווה בסיס לרמה הבאה, והסטודנטים ילמדו בקבוצות עפ\"י רמתם הספציפית.\n\nהרשמה לבחינות אמי\"ר או אמיר\"ם היא הצעד הראשון בתהליך הלימודי. לאחר קבלת התוצאות, יש להירשם לקורס המתאים לרמה, כאשר הבחינה אינה כוללת ציון עובר או נכשל, אלא מאפשרת סיווג לרמה המתאימה. ניתן לחזור על הבחינה, והסיווג הגבוה יותר הוא הקובע. בחינות הסיווג מנוהלות על ידי המרכז הארצי לבחינות והערכה, שבו ניתן למצוא מידע נוסף, דוגמאות למבחנים והסברים על המבנה.\n\nבחינות אמי\"ר נמשכות כ-90 דקות ואפשריות בתנאים מיוחדים לעומת הבחינה הממוחשבת אמיר\"ם, שנמשכת כ-60 דקות ונעשית במחשב. חשוב לעבור את הבחינה בהקדם, מאחר ולימודי האנגלית משולבים בלימודי התואר, וכל סטודנט מחויב להשלימם בהתאם ללוח זמנים מוגדר.\n\nהצוות של יחידת האנגלית כולל מרכזות ומרכזי הוראה, אשר ילוו את הסטודנטים בתהליך הלמידה ויספקו סיוע במידת הצורך, כולל טיפים להכוונה ולמידה. בסופו של דבר, הסטודנטים מתבקשים לגשת לבחינות הסיווג בהקדם האפשרי כדי להתקדם בתהליך לימודיהם."
    }
]