[
    {
        "url": "https://www.youtube.com/watch?v=rnHixxhRWig",
        "title": "סרטון 1",
        "context": "video",
        "text_content": "שלום וברוכים הבאים ללימודי התואר הראשון במדי המחשב באוניברסיטה הפתוחה שמי פרופסור תמיר טסה ואני חבר סגל במחלקה למתמטיקה ומדעי המחשב סרטון זה הוא סרטון ראשון מבין שלושה סרטונים שנועדו לעזור לכם בלימודם אצלנו בסרטון זה נכיר את שיטת הלימוד הייחודית באוניברסיטה הפתוחה נסביר כיצד כדאי לכם לתכנן את לימודיכם ונדבר על האופן בו מתנהלים הקורסים אצלנו בסרטונים הבאים נכיר יותר לעומק את תוכניות הלימוד במדעי המחשב ונענה על שאלות נפוצות שמופנות אלינו על ידי סטודנטיות וסטודנטים באיחוד בשלבי הלימוד הראשונים אני מאוד ממליץ לכם לצפות בכל שלושת הסרטונים אל דאגה זה בינג' קצר מאוד ששווה להשקיע בו משום שסרטו אלה יספקו לכם תמונה ברורה על הלימודים באוניברסיטה פתוחה ויסייעו לכם בתכנון הלימודים שלכם האוניברסיטה הפתוחה היא ייחודית בנוף ההשכלה הגבוהה בארץ הלימודים הדומים מאוד ללימודים באוניברסיטות אחרות בתכני הקורסים בדרישות תוכניות הלימוד וברמה נדרשת לסיום מוצלח של הלימודים עם זאת בשל הייחודיות של האוניברסיטה הפתוחה יש ללימודים בה מאפיינים שונים מאלו המקובלים באוניברסיטאות אחרות באוניברסיטה הפתוחה ניתן להירשם לקורסים מודדים מ בלי להתחייב לתוכנית לימודי מסויימת למשל אפשר להתחיל לללמוד קורסים במתמטיקה ובמדעי המחשב מבלי לכוון לתוכנית לימודים מסויימת כמו מדעי המחשב מתמטיקה ומדעי המחשב או הנדסת תוכנה ואכן יש לנו סטודנטים שלומדים קורסים בודדים שלא כחלק מתוכנית לימודים שלמה למשל על מנת להשלים ידע שחסר להם בעבודה או כלימודי ההשארה אבל אם הכוונה שלכם בעתיד היא להשלים תוכנית לימודי מסויימת באוניברסיטה הפתוחה על מנת לקבל תואר כדאי שתעיינו בדרישות התוכנית מה עם קורסי החובה בתוכנית מה הם קורסי הבחירה ומה הדרישות מבחינת היקף ורמת הקורסים ואז לבחור קורסים שיקדמו אתכם לעבר השלמת הדרישות של התוכנית שבחרתם אחרי שתשלימו כשליש מהדרישות לתואר שזה מקביל להשלמת שנת לימודים ראשונה וכבר תכירו את שיטת הלימוד מומלץ לשבת עם כוס קפה או תה בח שקט לעבור על תיאור תוכנית הלימודים שבחרתם ולבנות את רשימת הקורסים שתרצו ללמוד עד להשלמת כל דרישות התוכנית מומלץ גם לתכנן את סדר לימוד הקורסים לפי סמסטרים תכנון כזה חיוני על מנת לוודא שתקשור ללימוד קורס מסוים כאשר אתם עומדים בדרישות הקדם שלו וגם שהקורס ניתן באותו סמסטר בו תכננתם ללמוד אותו שימו לב שיש קורסי בחירה שמוצאים רק פעם בשנה ויש אפילו קורסים שמוצאים רק פעם בשנתיים ולכן כדאי שמידע זה יעמוד לנגד עיניכם בתכנון המשך לימודיכם בדקו שהתכנון שלכם הוא כזה שאם השלמתו תעמדו בכל דרישות התוכנית שאתם מתכווננים ללמוד את התוכנית שבניתם תגישו לאישור הוועדה לאישור תוכניות לימודים וצוות המחלקה יעבור עליה ויבדוק שאכן היא עומדת בכל הדרישות הנחוצות בקישור שמופיע כעת על המסך תוכלו לקרוא כיצד להגיש בקשה הזו אגב כל הקישורים שאנו נפנה אליהם מתוך סרטון זה ו מהסרטונים הבאים יופיעו בתיאורי הסרטונים ככה שתוכלו בקלות להגיע להם לאחר הצפייה בסרטונים לאחר שתירשמו לקורס תקבלו את חומרי הלמידה שלו לקורס חומרי למידה קבועים ומשתנים חומרי הלמידה קבועים הם לרוב ספר קורס במדעי המחשב מדובר בדרך כלל בטקסט בוק באנגלית מדריך למידה של הרוב כתוב בעברית ובקורסים מתקדמים מסויימים גם מקראת מאמרים יש קורסים בהם במקום ספר קורס יש הרצאות מוקלטות ויש גם קורסים בהם החומר מועבר בהרצאות פנים אל פנים שזה המודל המקובל יותר באוניברסיטאות אחרות מי שמוביל את פיתוח חומרי הלמידה הקבועים האלה הם חברי וחברות הסגל הבכיר במחלקה על ההפעלה של כל קורס מופקד מרכז או כמובן מרכזת קורס מרכזת הקורס אחראית לכל ההיבטים האקדמיים והמנהלי של הפעלת הקורס היא אחראית לחומרי הלמידה המשתנים שהם למשל המטלות שתקבלו במהלך הסמסטר או כל חומר נוסף שיכול להשאיר את הלמידה לכל קורס קיים אתר קורס מרכזת הקורס מפעילה את אתר הקורס שאליו מועלים תכנים שונים של הקורס מתקיימות בו קבוצות דיון ועולות בהודעות שונות אתר הקורס הוא כיכר העיר הווירטואלית של הקורס מרכזת ההוראה גם כותבת את המבחן הסופי לכל קורס יש גם אחראי אקדמי שהוא או היא כמובן חבר סגל בכיר המלווה את הבלת הקורס אתם בדרך כלל לא תכירו את האחראי אקדמי משום שרוב האספקטים הניהוליים ואקדמיים של הקורס הם בדי מרכז הקורס עם זאת האחרים האקדמים מעורבים בחלק מההחלטות בניהול האקדמי של הקורסים למשל לאחר שמרכזת הקורס כותבת את שלוני המבחן היא שולחת אותם לאחראית האקדמית כדי שהיא תבדוק שהם ברמה מתאימה לא נמוכה מדי ולא גבוהה מדי שהם מכסים את חומר הלמידה בצורה טובה ושהשם בצורה ברורה רק לאחר שהכרית האקדמית מאשרת את השאלונים הם עוברים הלאה לצורך הפקתם והכנתם לבחינה מרכזי הקורסים והאחראים האקדמים גם משתפים פעולה בהכנת המטלות בקורס בעדכונים לתכני הקורס והתייעצויות נוספות בנושאים שעולים בזמן הרצת הקורס אם כן האחראים האקדמיים נמצאים ברקע וכדאי שתדעו שהם שם וניתן לפנות גם אליהם במידת הצורך עיקר הלמידה בקורס הוא למידה עצמית באמצעות חומרי הלמידה הקבועים שברוב המקרים כפי שציינו מוקדם יותר הם ספר הקורס ומדריך הלמידה המלווה אותו בכל קורס מתקיימים מפגשי הנחייה שמועברים עעל ידי צוות המנחים בקורס המפגשים האלו נועדו אתכם בתהליך הלמידה על ידי חזרה על עיקרי החומר הנלמד תרגול הדגמה והדרכה עם זאת חשוב מאוד להדגיש מפגשי ההנחיה אינם מחליפים את הלמידה עצמה כלומר הנחת העבודה היא שאם בחרתם להגיע למפגשי הנחייה תגיעו מוכנים אחרי שעברתם עעל החומר המתוכנן עד לאותה נקודת זמן כך שהמפגש יהיה יעיל ומועיל יש שני מסלולי הנחייה מסלול הנחייה רגילה בו יש כשישה פחות או יותר מפגשי הנחייה בסמסטר ומסלול הנחייה מוגברת שכרוך בתשלום נוסף בו יש מפגשי הנחייה רבים יותר במהלך הסמסטר הסטודנטים מחולקים לקבוצות הנחייה כאשר בקורסים קטנים נפתחת קבוצה אחת בלבד בעוד ש בקורסים גדולים יותר יפתחו בדרך כלל יותר קבוצות לכל קבוצה יש מנחה משאלה לעתים מרכז הקורס הוא אחד מהמנחים כך קורה בדרך כלל בקורסים קטנים אך תמיד מרכז הקורס הוא זה שממנה את המנחים ומדריך אותם לגבי תכני מפגשי הנחייה המפגשים יכולים להתקיים בחיטה פנים אל פנים או בזום כאשר לכל קבוצה יש מקום מפגש מוגדר יש קבוצות שכל המפגשים שלהן הם פיזיים ומתקיימים במיקום קבוע באחד מהקמפוס ומרכזי הלימוד של האוניברסיטה הפתוחה לעומתן יש קבוצות ש מפגש רק בזום אם בעבר רוב מפגשי הנחיה היו במפגשים פיזיים אז בעידן שאחרי הקורונה רוב המפגשים מתקיימים במתכונת מקוונת בזום המפגשים האלה מוקלטים לשימוש הסטודנטים שרשומים באותה קבוצה כך שגם אם פספסתם מפגש תוכלו לצפות בהקלטה של מפגש במועד מאוחר יותר בקבוצות שמקיימות מפגשים פיזיים אם פספסתם מפגש ותרצו להתעדכן במה שהוא עבר באותו מפגש תצטרכו סות זות בדרכים הישנות והטובות למשל לשמור על קשרים טובים עם סטודנטים אחרים באותה קבוצה בכל מקרה אנו ממליצים להשתתף במפגש החי בין אם הוא פיזי או בזום נציין שיש לא מעט סטודנטים שמסתפקים בחומרי הלמידה בלבד וגם זה בסדר גמור בכל קורס תדרשו להגיש במהלך הסמסטר מטלות מטלות אלה נקראות מטלות מנחה או בקיצור ממנים בתחילת הסמסטר תקבלו את הממנים לכל הסמסטר כאשר לכל ממן נקבע המועד האחרון להגשתו בכל קורס יש מדיניות אחרת לגבי חובת ההגשה של הממנים ומה משקל הציונים עליהם בציון הסופי של הקורס הממנים הם חלק חשוב מאוד בלמידה וגם אם מדיניות הקורס אינה מחייבת הגשה של הממנים או שמשקלם בציון הסופי הוא נמוך חשוב מאוד שתנסו להתמודד עם כל הממנים שתקבלו במהלך הקורס ושגיב יקה בזמן כדאי לדעת שאתם לא לבד תמיד תכו להתייעץ עם סטודנטים אחרים בקבוצות הדיון באתר הקורס תוכלו להפנות שאלות למנחי הקבוצה שלכם למרכז הקורס ואם הולה הצורך בכך אז גם לאחרי אקדמי של הקורס בנוסף עומד לשירותכם מערך יועצים גם יועצים מנהליים וגם חברי סגל אקדמי במחלקה אז מה הה לנו עד כאן דיברנו על שיטת הלימוד הייחודית באוניברסיטה הפתוחה הסברנו כיצד כדאי לתכנן את הלימודים ולמדנו להכיר את הקורסים שלנו צוותי הקורס חומרי הלמידה בקורס מפגשי הנחייה הממנים ואיך אתם משתלבים בכל זה בסרטונים הבאים תקבלו מידע חשוב נוסף לגבי תוכניות הלימודים והקורסים שלנו וגם תשובות לשאלות שחוזרות לעיתים קרובות בשיחות עם היועצים שלנו לאחר שתצפו בסרטונים מומלץ להיכנס לכישורים המופיעים בצמוד לכל סרטון כישורים אלה מפנים אתכם למידה חיוני המופיע באתרי האוניברסיטה והמחלקה שם תוכלו למצוא את התשובה כמעט לכל שאלה אנו מקבלים לראותכם בין הסטודנטים שלנו ומאחלים לכם הצלחה בלימודים להתראות",
        "summary": "הסרטון הראשון מהסדרה המיועדת לסטודנטים בתוכנית הלימודים לתואר ראשון במדעי המחשב באוניברסיטה הפתוחה, מציג את שיטת הלימוד הייחודית של האוניברסיטה. פרופסור תמיר טסה מחברי הסגל במחלקה למתמטיקה ומדעי המחשב מציע הצצות לתכנון לימודים ולמבנה הקורסים. הוא ממליץ לצפות בכל שלושת הסרטונים כדי לקבל תמונה הולמת על הלימודים.\n\nהאוניברסיטה הפתוחה מציעה גמישות רבה בתהליך הלימוד, עם אפשרות להתחיל ללמוד קורסים מבלי להתחייב לתוכנית לימודים ספציפית. עם זאת, חשוב לבדוק את דרישות התוכניות לתואר, כגון קורסי חובה ובחירה.\n\nבקורסים קיימת דינמיקה של למידה עצמית בעזרת חומרי למידה קבועים ומשתנים, שמפתחים חברי הסגל הבכיר. מרכזי הקורסים אחראים על ניהול האקדמי והמנהלתי של הקורס, ומוסדות למידה נוספים כמו מפגשי הנחיה מתקיימים להכוונת הסטודנטים.\n\nהמפגשים יכולים להתקיים פיזית או בזום, וההשתתפות בהם חיונית. כמו כן, הסטודנטים מתבקשים להגיש מטלות במהלך הסמסטר, אשר יש להן משקל בציון הסופי של הקורס. הסטודנטים יכולים לפנות לייעוץ אקדמי ומנהלתי, ולקבל תמיכה ממורים ומנחים.\n\nבמהלך הסרטונים הבאים, צפויים להינתן מידע נוסף לגבי תוכניות הלימודים, תשובות לשאלות נפוצות, והכוונה לסטודנטים חדשים. בסיום, פרופסור טסה מאחל הצלחה לסטודנטים ומזמין אותם להיעזר במשאבים המוצעים באתר האוניברסיטה."
    },
    {
        "url": "https://www.youtube.com/watch?v=o4mgsfGHJy8",
        "title": "סרטון 2 חלק א",
        "context": "video",
        "text_content": "שלום שוב בסרטון הקודם דיברנו על הלימודים באוניברסיטה הפתוחה באופן כללי סרטון זה מוקדש ללימודי מדעי המחשב לצורך הקירות עם המחלקה הסגל תוכניות הלימוד והקורסים כדאי מאוד להכיר את אתר המחלקה בצמוד לסרטון זה תוכלו לראות את כל הקישורים עליהם אני מפנה במהלך סרטון זה עמוד זה הוא שער הכניסה הוירטואלי למחלקה יש ממנו קישורים לשלושת תחומי הידע הנלמדים במחלקה מתמטיקה מדעי המחשב והנדסת תעשייה וניהול מיד נמשיך במסענו על ידי הקלקה על מדעי המחשב אבל בטרם נעשה זאת נראה מה עוד יש בעמוד זה הקישור הראשון משמאל מוביל אותנו לעמוד הסגל במחלקה בהתחלה תמצאו מידע על כל אחד מחברי הסגל הבכיר כולל תפקידו במחלקה למשל ראש המחלקה או ראש תוכנית תואר שני פרטי קשר וקישור לעמוד הבית האישי שלה או שלו בהמשך תחת הכותרת סגל הוראה אקדמי מופיעים כל מרכזי ההוראה במחלקה ולבסוף מופיעים הפרטים של הסגל המנהלי של המחלקה בהקשר זה כדאי להכיר גם עמוד נוסף הדף הזה מרכז את כל המידע הנחוץ לכם עלמנת לייצור קשר עם צוותי הקורסים לכל קורס ניתנים כאן פרטי מרכז או מרכזת הוראה כולל שעות ייעוץ טלפוני ודואר אלקטרוני וגם פרטי האחראית או האחראי האקדמי נחזור לעמוד הראשי של המחלקה ומשם ניכנס לקישור של תחום מדעי המחשב זה אולי העמוד החשוב ביותר מבחינת התמצאות בנושאים האקדמיים של המחלקה יש בעמוד זה מידע רב ואנו משאירים לכם לחקור אותו בסרטון זה נתרכז במידע על תוכניות הלימוד במדעי המחשב אז הב נקליק על הקישו תוכניות הלימודים אנו מגעים לעמוד המתאר את כל תוכניות הלימודים במדעי המחשב אז מה יש לנו יש לנו תוכניות לתואר ראשון תואר שני תעודת הוראה ולימודי תעודה נתרכז בסרטון זה בתוכניות התואר ראשון ונתחיל בתוכנית הראשית שלנו שהיא התואר הראשון החד חוגי במדעי המחשב נעבור כאן על התוכנית הזו לפרטיה ובסוף הסרטון נאמר כמה מילים על שאר התוכניות לפני שנצלול לפרטי התוכנית נסביר שכל קורס באוניברסיטה הפתוחה מעניק מספר מסוים של נקודות זכות בהתאם להיקפו רוב הקורסים שלנו מקנים ארבע נקודות זכות שזה אומר שהם דומים בהיקפם לקורסים שבאוניברסיטה עם הוראה פרונטלית הם קורסים של ארבע שעות סמסטריאליות יש לנו גם קורסים של חמש שש ועף שבע נקודות זכות שהם מטבע הדברים קורסים בהיקף רחב יותר כמו כן יש קורסים בסיסיים שמקנים נקודות זכות רגילות ויש קורסים מתקדמים שמקנאים נקודות זכות מתקדמות אז עלמנת להשלים את התוכנית bsc בוגר במדעי המחשב יש לצבור 120 נקודות זכות כאשר לפחות 111 נקודות זכות מתוך ה-10 הן בקורסים מתחומי המדעים בעוד שתע הנקודות הנורות יכולות להיות מכל מגוון הקורסים של האוניברסיטה הפתוחה מתוך 111 נקודות הזכות במדעים לפחות 76 צריכות להיות במדעי המחשב ומתוך 76 נקודות זכ אלה לפחות 27 צריכות להיות נקודות זכות מתקדמות כאן אנו רואים המחשה הויזואלית של הדרישות האלה נעבור כרת על סעיפים א' עד ה בתיאור התוכנית סעיף א' מתאר את קורסי התשתית במתמטיקה שחובה לללמוד במסגרת התואר יש פה שישה קורסים שסך היקף נקודות הזכות שהם מעניקים הוא 35 נקודות זכות סעיף ב' מתאר את הקורסים במד מחשב יש ללמוד במסגרת התוכנית לפחות 70 נקודות זכות במדעי המחשב הקורסים מתחלקים לקורסי חובה ו לקורסי בחירה נתחיל ברשימת קורסי החובה עליכם ללמוד למשל את הקורס מבוא למדעי המחשב וספת ג'אוה שמעניק שש נקודות זכות רגילות את מבניה נתונים הוא מבוא לאלגוריתמים שמעניק גם הוא שש נקודות זכות רגילות וכך הלאה חלק מקורסי החובה כמו מערכות הפעלה ו שפות תכנות הם כבר קורסים מתקדמים כאשר כל אחד מהם מקנה ארבע נקודות זכות מתקדמות כעת בואו נדבר על מה שנראה כאן במרכז הרשימה קצת כמו תרגיל בלוגיקה במסגרת התואר עליכם לללמוד או את סמד הקורסים אוטומטים ושפות פורמליות ומבוא לתורת החישוביות והסיבוכיות או את הקורס מודלים חישוביים נסביר שסיבוב מעין אלה מופיעים בדרך כלל כאשר מתקנים את תוכנית הלימודים עד נשנת הלימודים 2023 24 היו שני הקורסים הראשונים קורסי חובה בתוכנית בשנת הלימודים הזו נכנס להוראה קורס חדש בשם מודלים חישוביים שמחליף את שני הקורסים האלה כלומר שני הקורסים הראשונים גנזו בהמשך הדרך ויפנו את מקומם לקורס החדש תיור התוכנית כולל את שתי החלופות משום שיש סטודנטים שעבורם רלוונטית החלופה הראשונה דהיינו צמד הקורסים ויש סטודנטים שהתחילו את לימודיהם בשלב מאוחר יותר ועבורם החלופה השנייה היא הרלוונטית שימו לב ששני הקורסים הראשונים יקנו תש נקודות זכות בסך הכל ארבע רגילות וחמש מתקדמות בעוד שהקורס החדש מעניק חמש נקודות זכות בסך הכל מתוכן שלוש נקודות זכות רגילות ושתיים מתקדמות כדאי לשים לב להערות הרגל המוצמדות לקורסים האלה כאן תוכלו לראות את סימסטר ההוראה האחרון לכל אחד משני הקורסים שעומדים בפני גניזה ואת סמסטר ההוראה הראשון של הקורס החדש אם כן סך הכל נקודות הזכות בלימודי החובה הוא 46 נקודות זכות למי שילמד את שני הקורסים אוטומטים בשפות פורמליות ומבוא לתאורת החשבות וסיבוכיות או 42 נקודות זכות למי שילמד במקומם את הקורס החדש במודלים חישוביים על כן כדי להשלים ל70 נקודות זכות לפחות במדעי המחשב יש לבחור קורסי בחירה בהיקף של לפחות 2 נקודות זכות למי שלקח את שני הקורסים או בהיקף של לפחות 28 נקודות זכות למי שלמד במקום שני הקורסים את הקורס החדש סעיף ג מתאר את הדרישות הסמינריון מתואר סמינר או סדנה הם שני פורמטים מיוחדים של קורסים מתקדמים המבוססים על עבודה עצמית בקורסים מסוג זה תדרשו להפעיל באופן עצמאי את הידע והמיומנויות שרכשתם בשלבים הקודמים של לימודיכם במסגרת סמינר יהיה לכם לקרוא ולנתח חומר מדעי לכתוב עבודה סמינריונית ולהרצות על העבודה בפני קבוצת משתתפים בסדנה תצטרכו לקרוא ולנתח חומר מדעי ולהכין פרויקט תכנותי המבוסס עליו ולהציגו במסגרת התואר עליכם ללמוד סמינר אחד וסדנה אחת מתוך רשימת הסמינרים סדנאות המפורטים כאן לימודים אלה יקנו לכם שש נקודות זכות מתקדמות במדעי המחשב אתם מוזמנים לקרוא עוד על סמינרים סדנאות בעמוד הזה זכרו כל הכישורים הרלוונטיים מופיעים גם בצמוד סרטון זה ככה שתוכלו לעיין בהם בזמנכם החופשי לאחר שתסיימו את הצפייה בסרטון לפני שנמשיך הלאה הוו נסכם את נקודות הזכות בשלושה הסעיפים שסקרנו עד כה היו לנו 35 נקודות זכות רגילות במתמטיקה 70 נקודות זכות בקורסים במדעי המחשב ועוד שש נקודות זכות במדי המחשב שמעניקים הסמינר והסדנה אז אם נסכם נקבל סך כולל של 111 נקודות זכות שזה 35 ועוד 70 ועוד 6 ומתוכן 76 נקודות זכות במדעי המחשב כמו כן לשים לב שרוב קורסי הבחירה מעניקים נקודות זכות מתקדמות אז גם הדרישה ללמוד לפחות 27 נקודות זכות מתקדמות במדעי המחשב מתקיימת מאליה נעיר במאמר מוסגר שהדרישה ללמוד לפחות 27 נקודות זכות מתקדמות עשוייה לא להתקיים מאליה עבור מי שקיבל הכרה בלימודים קודמים ואז יש צורך לשים לב שבבחירת קורסי הבחירה נצברות מספיק נקודות זכות מתקדמות אבל זוי כבר פינה שאינה רלונטי עבור רובכם ולכן לא ניכנס אליה בסרטון זה אם נחזור כעת לרשימת הדרישות מבחינת נקודות זכות שהופיע בראש העמוד אז נגלה שבעצם עמדנו עד שלב זה ברוב הדרישות למדנו 111 נקודות זכות במתמטיקה ובמדעי המחשב כלומר יש לנו 111 נקודות זכות במדעים מתוכן יש לנו 76 נקודות זכות במדי המחשב ומתוך 76 נקודות אלו לפחות 27 הן מתקדמות מה חסר עלינו להשלים ל-10 נקודות זכות כלומר עלינו ללמוד עוד ת נקודות זכות קור שן סעיף ד מפרט את הדרישה הזו תוכלו לבחור כל קורס שתרצו מתוך קורסי האוניברסיטה פיזיקה מוזיקה פסיכולוגיה בלשנות מתמטיקה ומדי מחשב הכל הולך לבסוף סעיף ה מתאר דרישות כלליות שכל בוגרי האוניברסיטה צריכים לעמוד בהן הוכחת ידע באנגלית והדרכה ביבליוגרפית בספריה לגבי אנגלית עליכם לעבור תהליך מיון כדי לקבוע לאיזה רמת קורס באנגלית עליכם להירשם אם בכלל יש להשלים את תהליך המיון הזה עד שתצברו 18 נקודות זכות בקורסים האקדמיים תוכלו לקרוא עוד על בחינת אמיר שזה ראשי תיבות של אנגלית מיון רמות ובחינת אמירים שזה אמיר ממוחשב בקישור הזה כדי גם לדעת דבר נוסף על פי החלטת המועצה להשכלה גבוהה כל סטודנט במערכת ההשכלה גבוהה בישראל חייב ללמוד לפחות שני קורסים בשפה האנגלית במהלך לימודי התואר הראשון בדרישה זו יכולים להכלל גם קורסי ההכשרה ללמידת השפה וגם קורסים שהם כבר חלק ת לימודים כלומר אם בבחינת היוון נקבע שרמת האנגלית שלכם מספקת כך שאין לכם צורך ללמוד אף קורס הכשרה ללימוד השפה האנגלית אז תצטרכו ללמוד שני קורסים במסגרת התכנית שלכם בשפה האנגלית שימו לב שיש מעט קורסים שמוצאים גם בשפה האנגלית למשל בתוכניות השונות במדעי המחשב תוכלו לבחור את הקורס בבדיקות תוכנה שנלמד בשפה האנגלית או סמינר בשפה האנגלית או קורסי ההשארה מתחומי מד האחרים המוצאים מאנגלית אם לעומת זאת יקבע שעליכם ללמוד קורס הכשרה אחד ללימוד השפה האנגלית אז תצטרכו לאחר מכן לבחור רק עוד קורס אחד באנגלית מתוך תוכנית הלימודים ולבסוף היהו מבחן המיון קבע שעלכם לעבור שני קורסי הכשרה ללימוד השפה האנגלית אז בכך בעצם תשלימו את דרישות הלימוד באנגלית ולא תחויבו ללמוד קורסים נוספים מאנגלית מתוך תוכנית הלימודים אך כמובן שתוכלו לעשות זאת אם תבחרו בכך לגבי הדרכה ביבליוגרפית בספריה לקראת ההרשמה לקורסים מתקדמים ולקורס מתואר שני ולצורך קבלת אישורי כניסה והשאלה בספות אחרות מחוייבים סטודנטים בקבלת ציון עובר במבחן הביבליוגרפי וזאת כדי להבטיח שביכולתם לחפש באופן עצמאי מקורות מידע לכתיבה אקדמית המבחן הביבליוגרפי נמצא באתר ההדרכה הביבליוגרפית והוא זמין לכלל הסטודנטים הפעילים תוכלו לקרוא על כך עוד בקישור המופיע על המסך כעת וגם מצורף לסרטון אז זהו זו תוכנית הבוגר bs במדעי המחשב אננו תכף נציץ ביחד גם בתוכניות אחרות אבל אני מקווה שבשלב זה אתם מסוגלים לקרוא תיאור של תוכנית לימודים ולהבין את הדרישות האקדמיות שלה בואו כעת נדבר על קורסים נחזור לעמוד התוכנית כל קורס המופיע בתיאור תוכנית מהווה קישור לעמוד של אותו קורס בואו נקליק למשל על הקורס מבוא לקריפטוגרפיה אנו רואים למעלה את שם הקורס ואת מספרו ואת ניקודו האקדמי ארבע נקודות זכות ברמה מתקדמת עד כאן זהו מידע שכבר ראיתם בעמוד הקודם המתאר את תוכנית הלימודים אבל יש בעמוד הקורס גם מידע נוסף שרק כאן נוכל לראות אותו למשל מה הן דרישות הקדם של הקורס לכל קורס שאיננו קורס ראשון יש דרישות קדם המחולקות לשלוש קטגוריות תנאי קבלה ידע קודם נדרש וידע קודם מומלץ תנאי הקבלה הם תנאים פורמליים שבלעדיהם לא תוכלו להירשם לקורס כל הקורסים המתקדמים שלנו מחייבים שתשלימו קודם לכן את דרישות האנגלית ואת ההדרכה הביבליוגרפית בספריה אתם זוכרים זה היה סעיף ה בתיאור התוכנית כלומר עליכם להשלים את שתי הדרישות האלה בטרם התחלתם ללמוד את הקורסים המתקדמים נציין שקורסים ברמה רגילה אין תנאי קבלה ידע קודם נדרש מפרט את הקורסים שעליכם ללמוד לפני קורס זה משום שהידע נלמד בקורסים אלה חיוני להבנת הקורס הזה במקרה שלפנינו יש שלושה קורסים כאלה אלגברה לינארית אחת הסתברות ומבוא לסטטיסטיקה למדעי המחשב ומבוא למדעי המחשב ו שפת ג'אוה שימו לב בניגוד לתנאי הקבלה ידע קודם נדרש איננו מחייב כלומר גם אם לא למדתם את הקורסים האלה באוניברסיטה הפתוחה ואפילו לא בשום מקום אחר עדיין תוכלו להירשם לקורס אבל אז כנראה יהיה לכם קשה להבין את חומר הלימוד וזה יהיה מאוד לא מועיל גם עבורכם גם עבור יתר הסטודנטים בקורס וגם עבור צוות הקורס אנה התייחסו ברצינות רבה לדרישות האלה השלימו את הקורסים הנחוצים קודם אצלנו או על ידי לימוד קורס מקביל במוסד אקדמי אחר וקבלת הכרה עבורו ידע קודם מומלץ מפרט קורסים אחרים שאינם ים ללמידה קודם ללימוד קורסה אבל עדיף לקחת אותם קודם כאן זוהי המלצה בלבד ולא תמיד ניתן יהה לסדר את הלימודים כך שאפשר יהיה לקיים את כל ההמלצות האלה בהמשך מופיע תיאור קצר של תכני הקורס מומלץ כמובן לקרוא על מה הקורס לפני שבוחרים ללמוד אותו לבסוף נפנה תשומת ליבכם לכישורים בצד השמאלי העליון של עמוד הקורס כאן תוכלו לראות באילו סמסטרים בשנה או בשנים הקרובות נלמד קורס זה וגם תוכלו לחפש קבוצות לימוד עבור קורס זה כאן גם נמצא הקישור לאתר החי של הקורס אך הכניסה אליו מוגנת בסיסמה ומוגבלת רק למי שלומד כעת את הקורס אגב אם אתם זוכרים אז בסרטון הקודם נכנסנו וצצת קורס אחר אם ככה אתם מבינים כעת איך לקרוא תוכנית לימודים ואיך לקרוא תיאור של קורס לפיכך אתם יודעים אייך לתכנן את המשך לימודיכם בכל שלב במהלך הלימודים כאשר יהיה לכם לבחור את הקורסים לסמסטר הלימודים הקרוב תבחרו ללמוד קודם את קורסי החובה בתוכנית שעוד נותרו לכם ותדאגו לבחור קורסים שאתם כבר יכולים להירשם אליהם מבחינת דרישות הקדם שלהם כפי שהסברנו קודם אפשר להתחיל לקחת קורסי בחירה לפני שהשלמתם את כל קורסי החובה אבל כאמור מומלץ לתת עדיפות לקורסי החובה המהוים קורסי תשתית לגבי בקורסי בחירה השיקול הראשון בבחירת קורס כזה הוא האם הקורס מעניין אותי רק אז צריך לבדוק אם אתם עומדים בדרישות הקדם שלו במידה ולא אז תלמדו קודם את הקורסים שוים ידע נדרש עבור אותו קורס זו הסיבה שכדאי לתכנן את המשך הלימודים בשלב מוקדם יחסית של הלימודים רצוי לאחר השלמת כשליש מתוכנית המודים כלומר כ-4 נקודות זכות ובכל מקרה לא יותר מאוחר מאמצע הדרך כלומר לאחר שצברתם 60 נקודות זכות ‏y",
        "summary": "**סיכום סרטון 2 חלק א - לימודי מדעי המחשב באוניברסיטה הפתוחה**\n\nבסרטון זה, שמוקדש לפירוט לימודי מדעי המחשב באוניברסיטה הפתוחה, מתחילים בהכרת מחלקת מדעי המחשב, תוכניות הלימוד והסגל האקדמי. היכרות עם אתר המחלקה והקישורים בו היא חיונית להבנת מידע זה. במרכז העמוד מצוי קישור לדף הסגל, שבו ניתן למצוא מידע על חברי הסגל, תפקידיהם ופרטי קשר.\n\nהסרטון ממקד את תשומת הלב בתוכניות הלימוד במדעי המחשב, במיוחד בתוכנית התואר הראשון. התוכנית מערכת 120 נקודות זכות (נק\"ז), כשמתוכן יש להשיג לפחות 76 נקודות זכות בתחום מדעי המחשב, ובין אלה לפחות 27 נקודות זכות מתקדמות. במסגרת הלימודים, הסטודנטים נדרשים לקחת קורסים תשתיתיים במתמטיקה, קורסי חובה במדעי המחשב וקורסי סמינר.\n\nסעיפי הדרישות כוללים את כל הקורסים הנדרשים, מהם 35 נק\"ז במתמטיקה, לפחות 70 נק\"ז במדעי המחשב, ו-6 נק\"ז מקורסי סמינר. הסטודנטים יכולים לבחור בין מסלול לימודי חובה ומסלול בחירה, כאשר כל קורס מחייב הקניית ידע קודם. הקורסים המתקדמים דורשים גם הגשה לבחינת אנגלית והדרכה ביבליוגרפית בספרייה, שבהם הסטודנטים צריכים לעבור מבחנים על מנת להתקבל לקורסים מתקדמים.\n\nבנוסף, הסרטון מסביר על התהליך של בחירת קורסים, דגש על קורסי חובה ולאחר מכן קורסי בחירה, ומציע טיפים לתכנון נכון של מסלול הלימודים, כגון התחלת קורסי הבחירה רק לאחר שסיימו את קורסי החובה החיוניים. האבני דרך לסיום הלימודים כוללות עמידה בדרישות הסף באנגלית והקניית הידע הנדרש לאור השיעורים הנלמדים.\n\nבאופן כללי, הסרטון מקנה מידע עשיר ומסביר באופן מפור"
    },
    {
        "url": "https://www.youtube.com/watch?v=Y2JB5eKB7-Q",
        "title": "סרטון 2 חלק ב",
        "context": "video",
        "text_content": "כעת בואו נעיף מבט על תוכניות נוספות המוצאות במדעי המחשב יש לנו תוכנית מוגר bs במדעי המחשב במסלול התמחות במדעי הנתונים התוכנית דומה לתוכנית רגילה במדי המחשב אך בשל תוספת הקורסים המיוחדים למדעי הנתונים היקף התוכנית מעט גבוה יותר 121 נקודות זכות ממקום 120 יש בדרישה ש-15 נקודות זכות יהיו מתחום המדעים ולא רק 111 כפי שהיה בתוכנית הרגילה ובשל כך יש בה גם פחות בחירה חופשית ניתן לקחת בה רק שש נקודות זכות חופשיות במקום תשע בתוכנית רגילה עיקר ההבדל בין שתי התוכניות תמונ בסעיף ב2 שבו מופרטות הדרישות הייחודיות ללימודי חובה במסלול זה בסעיף זה כלולים חמישה קורסי חובה חשובים למדעי הנתונים נשים לב הקורס הראשון יכול להיות אחד משני קורסים אפשריים סטטיסטיקה לנתוני העתק שנכון להיום עדיין נמצא בפיתוח או העסקה סטטיסטית הקורס האחרון הוא קורס מרשימת הקורסים לתואר שני נציין שבאופן כללי גם בתוכנית הבוגר הרגילה במדי המחשב אפשר לבחור עד שני קורסים מרשימת הקורסים בתואר שני אותה תמצאו תחת לשונית תואר שני בעמוד הקודם של כל תוכניות הלימודים זאת בכפוף לאישור מרכז הקורס הרלוונטי והוועדה ללימודי התואר השני נחזור שוב לעמוד המפרט את תוכניות הלימוד במדעי המחשב יש לנו תוכנית בוגר bs במדעי המחשב במסלול אבטחת המרחב המקוון אתם מוזמנים להיכנס גם אליה ולראות מה ההבדלים בינה לבין תוכנית הבסיס שלנו צוני להזכיר לכם שאין כל דחיפות להחליט כבר בהתחלה איזו תוכנית תרצו להש את ההחלטה הזו כדאי לעשות לאחר שכבר תתנסו מספיק בלימודים אצלנו תשתפשף בחומר ותדעו מה מעניין אתכם יותר רצוי לאחר שתשלימו כשליש עד מחצית מהלימודים לא כדאי לדחות את ההחלטה לשלב מאוחר מדי משום שאם תחליטו על מעבר מתוכנית אחת לשנייה לאחר שכבר תלמדו נניח 100 נקודות זכות ייתכן שתאלצו ללמוד מעבר לסך הנקודות הנדרש בתוכנית כדי לקיים את כל דרישותיה כמובן שאין כזה דבר ללמוד יותר מדייב מעדיף ללמוד יותר ממה שנחוץ להשלמת התואר מתוך בחירה ולא מתוך אילוץ שעלול להיווצר מדחיית תכנון המשך הלימודים לשלב מאוחר מודי נדלק כעת לתוכנית האחרונה במדעי המחשב תוכנית bsc בהנס תוכנה שימו לב זו כבר תוכנית בעלת הקף רחב יותר באופן משמעותי 160 נקודות זכות ממקום 120 והיא מקבילה לתוכניות ארבע שנתיות בהנדסת תוכנה מכיוון שמדובר בתואר בהנדסה יש חובת לימוד שקורס בסיסי אחד בפיזיקה יש בתוכנית גם קורסים לתואר שני כמו כן ניתן לבחור סמינר בסדנה מרשימות מצומצמות יותר של סמינרים ושל סדנאות ויש גם פרויקט מסכם בנוסה תוכנה למי שמתלבט בין תוכנית הבוגר הרגילה במדי המחשב ובין התוכנית הזו מומלץ מאוד לעיין היטב בתיאור התוכנית ו בתיאורי הקורסים היהודיים לתוכנית נמשיך כעת לדבר על תוכניות נוספות במדעי המחשב יש אפשרות ללמוד חוג במדעי המחשב חוג במדעי המחשב מחייב בעצם לימוד של כמעט כל קורסי החובה במדעי המחשב יש שני אופנים בהם ניתן ללמוד חוג ניתן ללמוד חוג כיחידת לימוד עצמאית המיועדת למי שכבר השלים תואר ראשון בתחום כלשהו ורוצה ללמוד מדעי המחשב מכיוון שלא נהוג לתת תואר ראשון נוסף אפשר ללמוד את החוג הזה ולקבל תעודה על השלמת לימודי חוג במדעי המחשב האופן היותר מקובל ללמוד חוג הוא על ידי שילובו בתוכנית דו חוגית כיום מוצאות באוניברסיטה הפתוחה שש תוכניות דו חוגיות מובנות בהן אחד מהחוגים הוא במדעי המחשב שימו לב שבכל קישור מתוארת התוכנית הדוח גית בשלמותה למשל אם נקליק על מדעי החיים נראה תיאור התוכנית הדו חוגית בוגר במדעי המחשב ובמדעי החיים בשלמותה עם דרישות החוג במדעי המחשב וגם דרישות החוג במדעי החיים כמו כן קיימת תכנית בוגר bsc במדעים בהדגשת מדעי המחשב המאפשרת לימודי מדעים כלליים תוך שימת דגש על תחום מדעי המחשב אם תשבו את דרישות התוכנית הזו לדרישות התוכנית הבוגר הרגילה במדעי המחשב תגלו שניתן ללמוד בה קורסי מתמטיקה רקים יותר למשל צמד הקורסים חשבון דיפרנציאלי אינטגרלי א' וב במקום חשבון אינפיניטי סימלי אחד ושתיים שהם קשים יותר ופחות קורסים במדעי המחשב כדאי להביר ששם התוכנית בתעודה הוא bsc במדעים המסלול בהדגשת מדעי המחשב מצויין רק במכתב נלווה לבסוף קיימות גם תוכניות לימוד משולבות נוספות המשלבות חוג במדעי המחשב מערכות ויישומים עם חוג בתחום ידע אחר החוג במד מחשב מערכות ויישומים מאפשר לימוד קורסים מתמטיים בגרסה רכה יותר ודורש השלמת פחות קורסים במדי מחשב אנו משאירים לכם לשוטט בקישור הזה ולעיין בפרטי התוכניות ולראות מה מתאים לכם שימו לב שאלה תוכניות שמעניקות תואר ba כלומר בלור of arts ולא bs שזה בלור of sciences כפי שמעניקות התוכניות הקודמות שתיארנו ההבדל בין שני סוגי התארים הוא בעיקר בדלתות שכל תואר פותח בשוק העבודה אם תרצו להשתלב בתעשיית ההייטק למשל אז תואר bs עשוי לסייע לכם יותר מאשר תואר ba אבל כמובן שהבין תחומיות של תוכניות הב המשלבות מדעי המחשב ותחום יד אחר עשוייה להבות אף הי יתרון על כן אנו רק מבקשים שתהיו מודעים לשני סוגי התיירים האלה ומשאירים לכם לבחור את התוכנית המתאימה לכם ביותר כדאי לשים לב לנקודה חשובה בעוד שאת הבחירה בין תוכנית הבוגר במדעי המחשב לתוכניות אחרות שסקרנו קודם ניתן לדחות לשלב מתקדם יותר בלימודים אז אם אתם מתלבטים בין תוכנית הבוגר במדעי מחשב לבין בוגר במדעי מחשב מערכות ויישומים אז כדאי לבחור בין שתי התוכניות כבר בהתחלה ניתן לעבור מהתוכנית הראשונה לשנייה אך לא להפך משום שאם תתחילו בלימודי מדעי מחשב מערכות ויישומים ותלמדו את הקורסים הרקים במתמטיקה ואז תחליטו לעבור לתוכנית ה ג במדי המחשב אז תאלצו לחזור שוב על קורסי המתמטיקה והפעם בגרסתם הקשה יותר זהו לעכשיו אני מקווה שתוכניות הלימודים שלנו במדי המחשב ברורות לכם קישורים לעמודים שדיברנו עליהם בסרטון זה מופיעים בצמוד לסרטון זה נזכיר שוב שהיועצים שלנו עומדים לרשותכם בכל שאלה שתהייה לכם ואגב שאלות בסרטון הבא נזכור מספר שאלות שחוזרות על עצמן בשיחות אלה אז כדאי לצפות בו להתראות ‏y",
        "summary": "הסרטון השני בחלק ב מציג מידע מפורט על תוכניות הלימודים במקצוע מדעי המחשב. הוזכרות מספר תוכניות בולטות, כולל:\n\n1. **תוכנית בוגר BS במדעי המחשב עם התמחות במדעי הנתונים** - תוכנית זו כוללת 121 נקודות זכות ודרישה להכנה במדעים. יש בה חמישה קורסי חובה בתחום מדעי הנתונים, וניתן לבחור קורסים מתואר שני בכפוף לאישור.\n\n2. **תוכנית בוגר BS במדעי המחשב עם התמחות באבטחת המרחב המקוון** - מומלץ לבדוק את ההבדלים בינה לבין התוכנית הבסיסית, אך לדחות את ההחלטה עד לאחר התנסות בלימודים.\n\n3. **תוכנית BSc בהנדסת תוכנה** - תוכנית זו כוללת 160 נקודות זכות ודורשת קורס בסיסי בפיזיקה. יש גם קורסים לתואר שני וסמינרים.\n\n4. **חוג במדעי המחשב** - יש אפשרות ללמוד חוג זה כשיעור עצמאי או כחלק מתוכנית דו-חוגית. האוניברסיטה מציעה שישה חוגים דו-חוגיים, כשהחוג במדעי המחשב הוא אחד מהם.\n\n5. **תוכנית BSc במדעים עם דגש על מדעי המחשב** - תוכנית זו מאפשרת ללמוד מדעים כלליים עם דגש על תחום מדעי המחשב וכוללת קורסי מתמטיקה ברמה קלה יותר.\n\nהדגשה נוספת היא על ההבדלים בין תואר BA לתואר BS, כאשר ה-BS נחשב לעדיף בשוק העבודה בתחום ההייטק. מצוין כי יש להיות מודעים לבחירות התוכנית, כאשר לעיתים ניתן לדחות החלטות לגבי תוכניות בוגר, אבל מומלץ לבחור מוקדם יותר אם מתלבטים בין תוכניות מסוימות.\n\nנעשתה גם הפניה ליועצים שמוכנים לעזור בשאלות, עם המלצה לצפות בשאלות חוזרות בסרטון הבא."
    },
    {
        "url": "https://www.youtube.com/watch?v=fPrq1sHu8ug",
        "title": "סרטון 3",
        "context": "video",
        "text_content": "שלום בשיחות הייעוץ שלכם איתנו יש מספר שאלות שחוזרות על עצמן לעתים תחופות באתר המחלקה קיים עמוד המסכם שאלות אלה זהו העמוד והקישור אליו מופיע בצמוד לסרטון זה בואו נעבור עליו ביחד נתעכב כאן רק על חלק מהשאלות אבל אנו ממליצים שתעברו על כל השאלות ותקראו את התשובות עליהן שתי השאלות הראשונות מיועדות למי שלא סגור על עצמו לגבי מדעי המחשב מה זה ומדוע אם תלחצו על החץ למטה בצמוד לכל שאלה תוכלו לראות את חלונית התשובה אבל אם אתם יודעים שזה מה שתרצו ללמוד אתם יכולים להמשיך הלאה ארבע השאלות הבאות עוסקות במסלולי הלימוד השונים דיברנו על כך בסרטון הקודם ואם הדברים עדיין לא ברורים תוכלו לקרוא גם כאן וכמובן היועצים שלנו עומדים לרשותכם במידה ועדיין יש לכם שאלות השאלה הבאה היא שאלה שחוזרת עעל עצמה הרבה אוקיי אני יודעת שאני רוצה ללמוד מדעי מחשב ייתכן ואני יודעת איזו תוכנית לימודים לבחור וייתכן שאני משאירה את ההחלטה לשלב מאוחר יותר אבל באיזה קורס להתחיל ובכן כפי שאתם מבינים כבר בשלב הזה חלק ניכר מלימודי התשתית במדי המחשב הם במתמטיקה וקורסים אלה הם בדרך כלל מאתגרים וקשים ולעיתים אפילו מפתיעים חלק מהסטודנטים שלא שארו שזו רמת המתמטי שתדרש מהם בתשובה פה תוכלו לראות עם איזה קורס במתמטיקה כדאי להתחיל בהתאם לרקע שלכם ולתוכנית שאתם מתכננים ללמוד אבל זה רק קורס אחד אפשר להסתפק בה בסמסטר הלימודים הראשון אבל בהחלט אפשר ואף מומלץ לקחת במקביל גם את קורס המבוא במדעי המחשב קורס זה הוא קורס רחב וכיף הניתן בשני פורמטים השאלה הבאה עוסקת בקורס הזה ובשני הפורמטים שלו ואתם מוזמנים לקרוא על כך נמשיך הלאה השאלה הבאה שאני רוצה לדבר עליה כאן היא שאלת משך לימודים לתואר הראשון מכיוון שבמהלך התואר נלמדים כ-25 קורסים שאלה זו קשורה לשאלה כמה קורסים ללמוד בסמסטר ובכן זה כבר תלוי מאוד בכם ההמלצה שלנו היא שבסמוך עד שני קורסים כי זה הסמסטר שבו תחזרו לספסל הלימודים יתכן שאחרי פסק זמן ארוך ובנוסף מדובר בספסל לימודים קצת שו ולא מוכר רק אחר כך כשתראו שזה מתאים לכם ואתם מוכנים להעלות הילוך תוכלו לללמוד יותר קורסים בסמסטר עם זאת מדובר בהחלטה מאוד סובייקטיבית שקשורה גם לפניות שלכם ללימודים כפי שנגזר מהמצב המשפחתי ומצב התעסוקתי שלכם דבר נוסף שישפיע על משך הלימודים שלכם הוא הבחירה שלכם האם ללמוד גם בסמסטר קיץ השאלה הבאה מופיעה בעמוד זה עוסקת בכך כט מה כבר למדתם לימודים קודמים שעשויים להיות מוכרים לתואר ובכך לקצר את משך הלימודים ובכן לימודים קודמים עשויים להיות מוכרים כחלק מהתוכנית במדי המחשב באוניברסיטה הפתוחה בתשובה לשאלה כאן באתר תוכלו לראות כייצד מגישים בקשה להכרה בלימודים קודמים כמו כן מתוארות כאן העקרות שתוכלו לקבל תמורת לימודים שאינם במוסד אקדמי בסרטון זה נדבר על הכרה בקורסים שנלמדו במוסד אקדמי יתכן שלמדתם באוניברסיטה אחרת או בכללה קורס שתכניו חופפים גם אם לא ב-100 אזים לתכנים שקורס שניתן במסגרת התוכנית שאתם רוצים ללמוד דבר ראשון מומלץ שתשבו תוכן הקורס שלמדתם לזה שניתן אצלנו אם אתם רואים שיש הרבה הבדלים או אם חלף זמן רב מאז שלמדתם את הקורס או אם אינכם בטוחים שאתם שולטים בחומר כדאי פשוט ללמוד את הקורס גם אצלנו במקרה הכי גרוע הקורס יהיה לכם מוכר וקל אבל ככה תוכלו יות בטוחים שאתם שולטים בחומר וזוכרים אותו אבל במידה ואתם חושבים שלימוד הקורס אצלנו יהיה מיותר מכיוון שלמדתם קורס דומה במסד אחר ואתם עדיין זוכרים את החומר או לפחות מסוגלים לחזור על החומר בעצמכם פנו לוועדה להכרה בלימודים קודמים עם גליון הציונים שלכם ממוסד הלימודים קודם ואם אפשר תצרפו גם את תיאורי הקורסים שלמדתם ושבגלל מבקשים הקרה זה בהחלט עשוי לעזור אם הוועדה תכלית שהבקשה מוצ אז יש שתי אפשרויות אם הקורס אצלנו הוא קורס חובה במסגרת התוכנית אז תקבלו פתו ממנו אם לעומת זאת מדובר בקורס בחירה אז תקבלו הכרה בנקודות זכות ומניעה מלימוד הקורס הזה אצלנו למשל הקורס בלמידה חישובית הוא קורס בחירה אצלנו אם למדתם קורס דומה במקום אחר אז תקבלו הכרה בב נקודות זכות רגילות אך בשל כך לא תוכלו ללמוד את הקורס הזה אצלנו נציין שכאשר נתנ את הכרה בנקודות זכות בגין לימודים במוסד אחר ההכרה תהיה תמיד בנקודות זכות רגילות ולא מתקדמות אפילו אם הקורס המקביל אצלנו הוא קורס מתקדם יש כל מיני תרחישים אחרים של הכרה אך אני חושב שכיסו פה את עקרי הדברים אגב בקישור הזה תוכלו לקרוא עוד על מנגנון ההכרה השאלה הבאה שנ אתעכב עליה היא בנושא אפיקי מעבר בתשובה לשאלה תוכלו לקרוא מה הם אפיקי מעבר הקישור שבסוף התשובה מוביל לעמוד נוסף ובו רשימת יועצים לאפיקי מעבר שאלות מנופצות ואפשרות לחפש אפיקי מעבר לאוניברסיטת תל אביב בר ילן חיפה בן גוריון לאוניברסיטת העברית ולתכניות אם תרצו לברר אם כה מפיק מעבר במדעי מחשב לטכניון למשל תוכלו להסתייע בקישור הזה לבסוף שאלה שחוזרת על עצמה הרבה פעמים היא זו אני מתלבט לגבי קורס מסוים הוא מעניין כמה הוא קשה כמה הוא עמוס יש בו הרבה מטלות במהלך הסמסטר ובכן אתם יכולים להניח כברירת מחדל שהקורס הוא מעניין קשה עמוס ויש בו הרבה מטלות אם אבל תשובה זו אינה מספקת אתכם כדאי ליצור קשר ישירות עם מרכזת או מרכז הקורס שידעו לענות על שאלות מסוג זה הכי טוב הדף הזה מרכז את כל המידע הנחוץ לכם עלמנת ליצור קשר עם צוותי הקורסים לכל קורס מפורטים כאן פרטי מרכז או מרכזת הוראה כולל שעות ייעוץ טלפוני ודור אלקטרוני וגם פרטי האחראית או האחראי האקדמי זהו אני מקווה שסרטון זה עונה על חלק מהשאלות שלכם אם יש לכם שאלות נוספות אתם מוזמנים לפנות אלינו במסגרת הייעוץ ובכל מקרה אני מאחל לכם בשם כל סגל המחלקה וכל עובדי האוניברסיטה הפתוחה שתומכים בנו ובכם לימודים מהנים מאתגרים מעשירים ומוצלחים",
        "summary": "הסרטון מסכם שאלות נפוצות שהועלו בשיחות הייעוץ בהן נתקלים תלמידים פוטנציאליים בתחום מדעי המחשב. הוא מזמין את הצופים לעיין בעמוד שאלות ותשובות באתר המחלקה, המצורף לסרטון, וממליץ לעבור על כל השאלות והתשובות.\n\nהסרטון מתחיל בשאלות בסיסיות מיועדות למי שלא בטוח אם לבחור במדעי המחשב, ומסביר מה זה ומדוע כדאי ללמוד את התחום. לאחר מכן, השאלות עוסקות במסלולי הלימוד השונים, והמהות של קורסים בתוכנית הלימודים. ישנה התמקדות בקורסי מתמטיקה, המדגישים את האתגרים שסטודנטים עשויים לפגוש, וההמלצה היא להתחיל עם קורס מתמטי לפי הרקע האישי של התלמידים, בנוסף לקורס מבוא במדעי המחשב.\n\nסוגיה נוספת היא משך הלימודים ותכנית הלימודים לתואר הראשון, שבהם נלמדים כ-25 קורסים. מומלץ להתחיל עם עד שני קורסים בסמסטר, במיוחד אם לא חוו את הספסל הלימודי תקופה ארוכה. החלטה זו משתנה בהתאם לנסיבות אישיות כמו מצב משפחתי ועבודה.\n\nבאשר להכרה בלימודים קודמים, הסרטון מסביר כיצד ניתן להגיש בקשה להכרה בלימודים קודמים וכיצד תהליך ההכרה מתבצע בקורסים שנלמדו במוסדות אחרים. ישנה הבחנה בין קורסים חובה ובחירה בכל הנוגע להכרה בנקודות זכות.\n\nהנושא הבא עוסק באפיקי המעבר בין מוסדות אקדמיים, כשהסרטון מפנה את התלמידים במידת הצורך לסייעת יועצים בעניין זה.\n\nלבסוף, הסרטון עונה על שאלות לגבי קורסים ספציפיים, ומזמין תלמידים לפנות ישירות לצוותי הקורסים לקבלת תשובות לשאלות אישיות יותר. המנחה מסיים באיחולי הצלחה לתלמידים ומדגיש את התמיכה שמציעה האוניברסיטה."
    }
]